Repository: jonxster/PodRams
Catalog: PodRams/*.lproj/Localizable.strings
Languages: ar, bg, ca, cs, da, de, el, es, eu, fi, fr, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_br, ro, sk, sl, sr, sv, th, tr, uk, vi

source: Clear all episodes from the cue
ar: مسح جميع الحلقات من قائمة الانتظار
bg: Изчистване на всички епизоди от опашката
ca: Esborrar tots els episodis de la cua
cs: Vymazat všechny epizody z fronty
da: Ryd alle episoder fra køen
de: Alle Episoden aus der Warteschlange entfernen
el: Εκκαθάριση όλων των επεισοδίων από την ουρά
es: Borrar todos los episodios de la cola
eu: Garbitu atal guztiak ilaratik
fi: Tyhjennä kaikki jaksot jonosta
fr: Effacer tous les épisodes de la file d'attente
he: נקה את כל הפרקים מהתור
hi: कतार से सभी एपिसोड हटाएँ
hr: Očisti sve epizode iz reda
hu: Összes epizód törlése a várósorból
id: Hapus semua episode dari antrean
it: Cancella tutti gli episodi dalla coda
ja: キューからすべてのエピソードをクリア
ms: Kosongkan semua episod dari giliran
nb: Fjern alle episoder fra køen
nl: Alle afleveringen uit de wachtrij wissen
pl: Wyczyść wszystkie odcinki z kolejki
pt_br: Limpar todos os episódios da fila
ro: Ștergeți toate episoadele din coadă
sk: Vymazať všetky epizódy z fronty
sl: Počisti vse epizode iz čakalne vrste
sr: Обриши све епизоде из реда
sv: Rensa alla avsnitt från kön
th: ล้างตอนทั้งหมดจากคิว
tr: Sıradaki tüm bölümleri temizle
uk: Очистити всі епізоди з черги
vi: Xóa tất cả tập khỏi hàng đợi

source: Download
ar: تنزيل
bg: Изтегляне
ca: Descarregar
cs: Stáhnout
de: Herunterladen
el: Λήψη
es: Descargar
eu: Deskargatu
fi: Lataa
fr: Télécharger
he: הורד
hi: डाउनलोड करें
hr: Preuzmi
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
ms: Muat turun
nb: Last ned
nl: Downloaden
pl: Pobierz
pt_br: Baixar
ro: Descărcați
sk: Stiahnuť
sl: Prenesi
sr: Преузми
sv: Ladda ner
th: ดาวน์โหลด
tr: İndir
uk: Завантажити
vi: Tải xuống

source: Delete download
ar: حذف التنزيل
bg: Изтриване на изтеглянето
ca: Eliminar descàrrega
cs: Smazat stažení
da: Slet download
de: Download löschen
el: Διαγραφή λήψης
es: Eliminar descarga
eu: Ezabatu deskarga
fi: Poista lataus
fr: Supprimer le téléchargement
he: מחק הורדה
hi: डाउनलोड हटाएँ
hr: Izbriši preuzimanje
hu: Letöltés törlése
id: Hapus unduhan
it: Elimina download
ja: ダウンロードを削除
ms: Padam muat turun
nb: Slett nedlasting
nl: Download verwijderen
pl: Usuń pobrane
pt_br: Excluir download
ro: Ștergeți descărcarea
sk: Odstrániť stiahnutie
sl: Izbriši prenos
sr: Обриши преузимање
sv: Ta bort nedladdning
th: ลบการดาวน์โหลด
tr: İndirmeyi sil
uk: Видалити завантаження
vi: Xóa bản tải xuống

source: Retry download
ar: إعادة محاولة التنزيل
bg: Повторен опит за изтегляне
ca: Reintentar descàrrega
cs: Zkusit stáhnout znovu
da: Prøv download igen
de: Download wiederholen
el: Επανάληψη λήψης
es: Reintentar descarga
eu: Saiatu berriro deskargatzen
fi: Yritä latausta uudelleen
fr: Réessayer le téléchargement
he: נסה להוריד שוב
hi: डाउनलोड पुनः प्रयास करें
hr: Pokušaj ponovno preuzeti
hu: Letöltés újrapróbálása
id: Coba unduh ulang
it: Riprova download
ja: ダウンロードを再試行
ms: Cuba muat turun semula
nb: Prøv nedlasting på nytt
nl: Download opnieuw proberen
pl: Ponów pobieranie
pt_br: Tentar baixar novamente
ro: Reîncercați descărcarea
sk: Skúsiť stiahnuť znova
sl: Ponovno prenesi
sr: Покушај поново преузети
sv: Ladda ner igen
th: ลองดาวน์โหลดอีกครั้ง
tr: İndirmeyi yeniden dene
uk: Повторити завантаження
vi: Thử tải xuống lại

source: Play
ar: تشغيل
bg: Възпроизвеждане
ca: Reproduir
cs: Přehrát
da: Afspil
de: Wiedergabe
el: Αναπαραγωγή
es: Reproducir
eu: Erreproduzitu
fi: Toista
fr: Lecture
he: הפעל
hi: चलाएँ
hr: Reproduciraj
hu: Lejátszás
id: Putar
it: Riproduci
ja: 再生
ms: Main
nb: Spill av
nl: Afspelen
pl: Odtwórz
pt_br: Reproduzir
ro: Redare
sk: Prehrať
sl: Predvajaj
sr: Пусти
sv: Spela
th: เล่น
tr: Oynat
uk: Відтворити
vi: Phát

source: Pause
ar: إيقاف مؤقت
bg: Пауза
ca: Pausa
cs: Pozastavit
el: Παύση
es: Pausar
eu: Pausatu
fi: Tauko
he: השהה
hi: रोकें
hr: Pauziraj
hu: Szünet
id: Jeda
it: Pausa
ja: 一時停止
ms: Jeda
nl: Pauzeren
pl: Pauza
pt_br: Pausar
ro: Pauză
sk: Pozastaviť
sl: Premor
sr: Паузирај
sv: Pausa
th: หยุดชั่วคราว
tr: Duraklat
uk: Пауза
vi: Tạm dừng

source: Stop
ar: إيقاف
bg: Стоп
ca: Aturar
cs: Zastavit
de: Stopp
el: Διακοπή
es: Detener
eu: Gelditu
fi: Pysäytä
fr: Arrêt
he: עצור
hi: बंद करें
hr: Zaustavi
hu: Leállítás
id: Berhenti
ja: 停止
ms: Henti
nb: Stopp
nl: Stoppen
pl: Zatrzymaj
pt_br: Parar
ro: Oprire
sk: Zastaviť
sl: Ustavi
sr: Заустави
sv: Stoppa
th: หยุด
tr: Durdur
uk: Стоп
vi: Dừng

source: Previous Episode
ar: الحلقة السابقة
bg: Предишен епизод
ca: Episodi anterior
cs: Předchozí epizoda
da: Forrige episode
de: Vorherige Episode
el: Προηγούμενο επεισόδιο
es: Episodio anterior
eu: Aurreko atala
fi: Edellinen jakso
fr: Épisode précédent
he: פרק קודם
hi: पिछला एपिसोड
hr: Prethodna epizoda
hu: Előző epizód
id: Episode Sebelumnya
it: Episodio precedente
ja: 前のエピソード
ms: Episod Sebelumnya
nb: Forrige episode
nl: Vorige aflevering
pl: Poprzedni odcinek
pt_br: Episódio anterior
ro: Episodul anterior
sk: Predchádzajúca epizóda
sl: Prejšnja epizoda
sr: Претходна епизода
sv: Föregående avsnitt
th: ตอนก่อนหน้า
tr: Önceki Bölüm
uk: Попередній епізод
vi: Tập trước

source: Next Episode
ar: الحلقة التالية
bg: Следващ епизод
ca: Episodi següent
cs: Další epizoda
da: Næste episode
de: Nächste Episode
el: Επόμενο επεισόδιο
es: Episodio siguiente
eu: Hurrengo atala
fi: Seuraava jakso
fr: Épisode suivant
he: פרק הבא
hi: अगला एपिसोड
hr: Sljedeća epizoda
hu: Következő epizód
id: Episode Berikutnya
it: Episodio successivo
ja: 次のエピソード
ms: Episod Seterusnya
nb: Neste episode
nl: Volgende aflevering
pl: Następny odcinek
pt_br: Próximo episódio
ro: Episodul următor
sk: Nasledujúca epizóda
sl: Naslednja epizoda
sr: Следећа епизода
sv: Nästa avsnitt
th: ตอนถัดไป
tr: Sonraki Bölüm
uk: Наступний епізод
vi: Tập tiếp theo

source: Skip Backward 30 Seconds
ar: تخطي للخلف ٣٠ ثانية
bg: Прескачане назад с 30 секунди
ca: Saltar 30 segons enrere
cs: Přeskočit zpět o 30 sekund
da: Spring 30 sekunder tilbage
de: 30 Sekunden zurückspringen
el: Μετάβαση 30 δευτερόλεπτα πίσω
es: Retroceder 30 segundos
eu: Atzera 30 segundo
fi: Siirry 30 sekuntia taaksepäin
fr: Reculer de 30 secondes
he: דלג אחורה 30 שניות
hi: 30 सेकंड पीछे जाएँ
hr: Preskoči 30 sekundi unatrag
hu: 30 másodperc visszaugrás
id: Mundur 30 Detik
it: Indietro di 30 secondi
ja: 30秒戻る
ms: Langkau Ke Belakang 30 Saat
nb: Hopp 30 sekunder tilbake
nl: 30 seconden terugspoelen
pl: Przewiń 30 sekund wstecz
pt_br: Voltar 30 segundos
ro: Săriți înapoi 30 de secunde
sk: Preskočiť 30 sekúnd dozadu
sl: Preskoči 30 sekund nazaj
sr: Врати 30 секунди уназад
sv: Hoppa bakåt 30 sekunder
th: ข้ามย้อนหลัง 30 วินาที
tr: 30 Saniye Geri Atla
uk: Перемотати на 30 секунд назад
vi: Tua lại 30 giây

source: Skip Forward 30 Seconds
ar: تخطي للأمام ٣٠ ثانية
bg: Прескачане напред с 30 секунди
ca: Saltar 30 segons endavant
cs: Přeskočit vpřed o 30 sekund
da: Spring 30 sekunder frem
de: 30 Sekunden vorspringen
el: Μετάβαση 30 δευτερόλεπτα μπροστά
es: Avanzar 30 segundos
eu: Aurrera 30 segundo
fi: Siirry 30 sekuntia eteenpäin
fr: Avancer de 30 secondes
he: דלג קדימה 30 שניות
hi: 30 सेकंड आगे जाएँ
hr: Preskoči 30 sekundi unaprijed
hu: 30 másodperc előreugrás
id: Maju 30 Detik
it: Avanti di 30 secondi
ja: 30秒進む
ms: Langkau Ke Hadapan 30 Saat
nb: Hopp 30 sekunder fremover
nl: 30 seconden vooruitspoelen
pl: Przewiń 30 sekund do przodu
pt_br: Avançar 30 segundos
ro: Săriți înainte 30 de secunde
sk: Preskočiť 30 sekúnd dopredu
sl: Preskoči 30 sekund naprej
sr: Премотај 30 секунди унапред
sv: Hoppa framåt 30 sekunder
th: ข้ามไปข้างหน้า 30 วินาที
tr: 30 Saniye İleri Atla
uk: Перемотати на 30 секунд вперед
vi: Tua tới 30 giây

source: Volume Up
ar: رفع مستوى الصوت
bg: Увеличаване на звука
ca: Augmentar volum
cs: Zvýšit hlasitost
da: Lydstyrke op
de: Lautstärke erhöhen
el: Αύξηση έντασης
es: Subir volumen
eu: Igo bolumena
fi: Lisää äänenvoimakkuutta
fr: Augmenter le volume
he: הגבר עוצמת קול
hi: आवाज बढ़ाएँ
hr: Pojačaj zvuk
hu: Hangerő fel
id: Volume Naik
it: Aumenta volume
ja: 音量を上げる
ms: Naikkan Volum
nb: Volum opp
nl: Volume omhoog
pl: Zwiększ głośność
pt_br: Aumentar volume
ro: Creșteți volumul
sk: Zvýšiť hlasitosť
sl: Povečaj glasnost
sr: Појачај звук
sv: Höj volym
th: เพิ่มระดับเสียง
tr: Sesi Artır
uk: Збільшити гучність
vi: Tăng âm lượng

source: Volume Down
ar: خفض مستوى الصوت
bg: Намаляване на звука
ca: Disminuir volum
cs: Snížit hlasitost
da: Lydstyrke ned
de: Lautstärke verringern
el: Μείωση έντασης
es: Bajar volumen
eu: Jaitsi bolumena
fi: Vähennä äänenvoimakkuutta
fr: Diminuer le volume
he: הנמך עוצמת קול
hi: आवाज घटाएँ
hr: Smanji zvuk
hu: Hangerő le
id: Volume Turun
it: Diminuisci volume
ja: 音量を下げる
ms: Turunkan Volum
nb: Volum ned
nl: Volume omlaag
pl: Zmniejsz głośność
pt_br: Diminuir volume
ro: Reduceți volumul
sk: Znížiť hlasitosť
sl: Zmanjšaj glasnost
sr: Смањи звук
sv: Sänk volym
th: ลดระดับเสียง
tr: Sesi Azalt
uk: Зменшити гучність
vi: Giảm âm lượng

source: Mute/Unmute
ar: كتم/إلغاء كتم الصوت
bg: Заглушаване/Отглушаване
ca: Silenciar/Activar so
cs: Ztlumit/Zrušit ztlumení
da: Slå lyd fra/til
de: Stummschalten/Ton aktivieren
el: Σίγαση/Κατάργηση σίγασης
es: Silenciar/Activar sonido
eu: Mututu/Ez mututu
fi: Mykistä/Poista mykistys
fr: Couper/Rétablir le son
he: השתק/בטל השתקה
hi: म्यूट/अनम्यूट करें
hr: Isključi/Uključi zvuk
hu: Némítás/Némítás feloldása
id: Bisukan/Suarakan
it: Muto/Riattiva audio
ja: ミュート/ミュート解除
ms: Senyap/Nyahsenyap
nb: Demp/Opphev demping
nl: Dempen/Ontdempen
pl: Wycisz/Włącz dźwięk
pt_br: Silenciar/Ativar som
ro: Dezactivare/Activare sunet
sk: Stlmiť/Zrušiť stlmenie
sl: Utišaj/Vklopi zvok
sr: Искључи/Укључи звук
sv: Ljud av/på
th: ปิดเสียง/เปิดเสียง
tr: Sessiz/Sesi Aç
uk: Вимкнути/Увімкнути звук
vi: Tắt/Bật âm thanh

# Help.GettingStarted.Title
source: Getting Started
ar: البدء
bg: Започване
ca: Començar
cs: Začínáme
da: Kom godt i gang
de: Erste Schritte
el: Γρήγορη εκκίνηση
es: Primeros pasos
eu: Hasteko
fi: Aloittaminen
fr: Premiers pas
he: תחילת עבודה
hi: शुरू करना
hr: Početak
hu: Kezdő lépések
id: Memulai
it: Guida introduttiva
ja: はじめに
ms: Mula
nb: Kom i gang
nl: Aan de slag
pl: Pierwsze kroki
pt_br: Primeiros passos
ro: Început
sk: Začíname
sl: Začetek
sr: Почетак
sv: Kom igång
th: เริ่มต้น
tr: Başlarken
uk: Початок роботи
vi: Bắt đầu

# Help.GettingStarted.Content
source: Welcome to PodRams! To get started: 1. Click the search icon (🔍) to find podcasts. 2. Subscribe to shows you like using the subscribe button. 3. Download episodes or stream them directly. 4. Build a listening queue with the cue system. 5. Mark favorite podcasts for quick access. Use the toolbar icons for quick access to common functions.
ar: مرحبًا بك في PodRams! لبدء الاستخدام: 1. انقر أيقونة البحث (🔍) للعثور على البودكاست. 2. اشترك في البرامج التي تعجبك باستخدام زر الاشتراك. 3. نزّل الحلقات أو قم ببثها مباشرة. 4. أنشئ قائمة استماع باستخدام نظام قائمة الانتظار (Cue). 5. علّم البودكاست المفضلة للوصول السريع. تمنحك أيقونات شريط الأدوات وصولًا فوريًا إلى الوظائف الأساسية.
bg: Добре дошли в PodRams! За да започнете: 1. Натиснете иконата за търсене (🔍), за да намерите подкасти. 2. Абонирайте се за предаванията, които харесвате, с бутона за абонамент. 3. Изтеглете епизоди или ги слушайте онлайн. 4. Създайте плейлист с помощта на системата за опашка (Cue). 5. Маркирайте любимите подкасти за бърз достъп. Иконите в лентата с инструменти ви дават незабавен достъп до основните функции.
ca: Benvingut a PodRams! Per començar: 1. Fes clic a la icona de cerca (🔍) per trobar podcasts. 2. Subscriu-te als programes que t’agradin amb el botó de subscripció. 3. Descarrega els episodis o escolta’ls en línia. 4. Crea una llista de reproducció amb el sistema de cua (Cue). 5. Marca els teus podcasts preferits per a un accés ràpid. Les icones de la barra d’eines et donen accés immediat a les funcions bàsiques.
cs: Vítejte v PodRams! Jak začít: 1. Klikněte na ikonu hledání (🔍) pro nalezení podcastů. 2. Přihlaste se k odběru pořadů, které se vám líbí, pomocí tlačítka odběru. 3. Stahujte epizody nebo je poslouchejte online. 4. Vytvořte seznam stop pomocí systému fronty (Cue). 5. Označte oblíbené podcasty pro rychlý přístup. Ikony na panelu nástrojů vám dávají okamžitý přístup k základním funkcím.
da: Velkommen til PodRams! Sådan kommer du i gang: 1. Klik på søgeikonet (🔍) for at finde podcasts. 2. Abonnér på de programmer, du kan lide, med abonnements-knappen. 3. Download episoder eller stream dem direkte. 4. Opret en afspilningsliste med kø-systemet (Cue). 5. Marker dine favoritpodcasts for hurtig adgang. Værktøjslinjens ikoner giver dig øjeblikkelig adgang til de vigtigste funktioner.
de: Willkommen bei PodRams! So legen Sie los: 1. Tippen Sie auf das Suchsymbol (🔍), um Podcasts zu finden. 2. Abonnieren Sie interessante Sendungen über den Button "Abonnieren". 3. Laden Sie Episoden herunter oder streamen Sie sie direkt. 4. Stellen Sie mit dem Cue-System eine Hörreihenfolge zusammen. 5. Markieren Sie Lieblingspodcasts für den schnellen Zugriff. Über die Symbolleiste erreichen Sie die wichtigsten Funktionen sofort.
el: Καλώς ήρθατε στο PodRams! Για να ξεκινήσετε: 1. Πατήστε το εικονίδιο αναζήτησης (🔍) για να βρείτε podcast. 2. Εγγραφείτε στα προγράμματα που σας αρέσουν με το κουμπί Συνδρομή. 3. Κατεβάστε επεισόδια ή κάντε ροή αμέσως. 4. Δημιουργήστε σειρά ακρόασης με το σύστημα ουράς (Cue). 5. Σημειώστε τα αγαπημένα podcast για γρήγορη πρόσβαση. Τα εικονίδια της γραμμής εργαλείων προσφέρουν άμεση πρόσβαση στις βασικές λειτουργίες.
es: ¡Bienvenido a PodRams! Para comenzar: 1. Pulsa el icono de búsqueda (🔍) para encontrar podcasts. 2. Suscríbete a los programas que te gusten con el botón Suscribir. 3. Descarga los episodios o transmítelos al instante. 4. Crea una cola de escucha con el sistema Cue. 5. Marca tus podcasts favoritos para acceder rápidamente. Los iconos de la barra de herramientas ofrecen acceso inmediato a las funciones principales.
eu: Ongi etorri PodRams-era! Hasteko: 1. Egin klik bilaketa-ikonoan (🔍) podcastak aurkitzeko. 2. Harpidetu gustuko dituzun programetara harpidetza botoiarekin. 3. Deskargatu edo zuzenean erreproduzitu episodioen edukia. 4. Sortu erreprodukzio-zerrenda ilara (Cue) sistemarekin. 5. Markatu gogoko podcastak sarbide azkarrerako. Tresna-barrako ikonek funtzio nagusietara berehalako sarbidea ematen dute.
fi: Tervetuloa PodRamsiin! Aloittaaksesi: 1. Napsauta hakukuvaketta (🔍) löytääksesi podcasteja. 2. Tilaa ohjelmat, joista pidät, tilauspainikkeella. 3. Lataa jaksot tai kuuntele niitä suoraan. 4. Luo soittolista Cue-järjestelmän avulla. 5. Merkitse suosikkipodcastit nopeaa käyttöä varten. Työkalupalkin kuvakkeet antavat välittömän pääsyn tärkeimpiin toimintoihin.
fr: Bienvenue dans PodRams ! Pour commencer : 1. Touchez l'icône de recherche (🔍) pour trouver des podcasts. 2. Abonnez-vous aux émissions qui vous plaisent avec le bouton S'abonner. 3. Téléchargez les épisodes ou diffusez-les en continu. 4. Créez une file d'écoute grâce au système Cue. 5. Marquez vos podcasts favoris pour y accéder rapidement. Les icônes de la barre d'outils offrent un accès immédiat aux fonctions principales.
he: ברוכים הבאים ל‑PodRams! כדי להתחיל: 1. לחצו על סמל החיפוש (🔍) כדי למצוא פודקאסטים. 2. הירשמו לתוכניות שאהבתם באמצעות לחצן ההרשמה. 3. הורידו פרקים או הזרימו אותם מיד. 4. בנו סדר האזנה באמצעות מערכת התור (Cue). 5. סמנו פודקאסטים מועדפים לגישה מהירה. סמלי סרגל הכלים מעניקים גישה מיידית לפעולות העיקריות.
hi: PodRams में आपका स्वागत है! शुरू करने के लिए: 1. पॉडकास्ट खोजने के लिए खोज आइकन (🔍) पर क्लिक करें। 2. पसंदीदा कार्यक्रमों को सब्सक्राइब करें। 3. एपिसोड डाउनलोड करें या सीधे चलाएँ। 4. क्यू (Cue) प्रणाली से प्लेलिस्ट बनाएँ। 5. तेज़ पहुँच के लिए पसंदीदा पॉडकास्ट को चिह्नित करें। टूलबार आइकन से आपको मुख्य कार्यों तक तुरंत पहुँच मिलती है।
hr: Dobrodošli u PodRams! Za početak: 1. Kliknite na ikonu pretraživanja (🔍) da pronađete podcaste. 2. Pretplatite se na emisije koje vam se sviđaju pomoću gumba za pretplatu. 3. Preuzmite epizode ili ih slušajte izravno. 4. Napravite popis za reprodukciju pomoću sustava reda čekanja (Cue). 5. Označite omiljene podcaste za brzi pristup. Ikone na alatnoj traci omogućuju trenutačan pristup osnovnim funkcijama.
hu: Üdvözöljük a PodRams-ban! Kezdéshez: 1. Kattintson a keresés ikonra (🔍), hogy podcastokat találjon. 2. Iratkozzon fel a műsorokra az előfizetés gombbal. 3. Töltse le az epizódokat vagy hallgassa őket online. 4. Hozzon létre lejátszási listát a Cue várólista rendszerrel. 5. Jelölje meg kedvenc podcastjait a gyors eléréshez. Az eszköztár ikonok azonnali hozzáférést biztosítanak az alapvető funkciókhoz.
id: Selamat datang di PodRams! Untuk memulai: 1. Klik ikon pencarian (🔍) untuk menemukan podcast. 2. Berlangganan program yang Anda sukai dengan tombol berlangganan. 3. Unduh atau putar langsung episode. 4. Buat daftar putar dengan sistem antrean (Cue). 5. Tandai podcast favorit untuk akses cepat. Ikon bilah alat memberi Anda akses instan ke fungsi utama.
it: Benvenuto in PodRams! Per iniziare: 1. Tocca l'icona di ricerca (🔍) per trovare podcast. 2. Abbonati ai programmi che ti piacciono con il pulsante Iscriviti. 3. Scarica gli episodi o riproducili in streaming. 4. Crea una sequenza di ascolto con il sistema Cue. 5. Aggiungi i podcast preferiti ai preferiti per accedervi rapidamente. Le icone della barra degli strumenti offrono accesso immediato alle funzioni principali.
ja: PodRams へようこそ！ 使い始めるには: 1. 検索アイコン (🔍) をクリックしてポッドキャストを探します。 2. 気に入った番組は［購読］ボタンで登録します。 3. エピソードをダウンロードするか、そのままストリーミング再生します。 4. Cue キューシステムで再生リストを作成します。 5. よく聴くポッドキャストをお気に入りに追加して素早くアクセスします。 ツールバーのアイコンから主要な機能にすぐアクセスできます。
ms: Selamat datang ke PodRams! Untuk bermula: 1. Klik ikon carian (🔍) untuk mencari podcast. 2. Langgan program yang anda suka dengan butang langganan. 3. Muat turun atau strim episod secara langsung. 4. Buat senarai main dengan sistem giliran (Cue). 5. Tandakan podcast kegemaran untuk akses pantas. Ikon bar alat memberi anda akses segera kepada fungsi utama.
nb: Velkommen til PodRams! Slik kommer du i gang: 1. Trykk på søkeikonet (🔍) for å finne podkaster. 2. Abonner på programmene du liker med Abonner-knappen. 3. Last ned episoder eller strøm dem direkte. 4. Bygg en lyttekø med Cue-systemet. 5. Merk podkaster som favoritter for rask tilgang. Verktøylinjeikonene gir deg umiddelbar tilgang til de viktigste funksjonene.
nl: Welkom bij PodRams! Om te beginnen: 1. Klik op het zoekpictogram (🔍) om podcasts te vinden. 2. Abonneer je op programma’s die je leuk vindt met de abonneerknop. 3. Download afleveringen of stream ze direct. 4. Maak een afspeellijst met het wachtrijsysteem (Cue). 5. Markeer favoriete podcasts voor snelle toegang. De pictogrammen in de werkbalk geven je directe toegang tot de belangrijkste functies.
pl: Witamy w PodRams! Aby rozpocząć: 1. Kliknij ikonę wyszukiwania (🔍), aby znaleźć podcasty. 2. Subskrybuj programy, które lubisz, przyciskiem subskrypcji. 3. Pobierz odcinki lub odtwarzaj je bezpośrednio. 4. Utwórz listę odtwarzania za pomocą systemu kolejki (Cue). 5. Oznacz ulubione podcasty, aby mieć do nich szybki dostęp. Ikony na pasku narzędzi zapewniają natychmiastowy dostęp do podstawowych funkcji.
pt_br: Bem-vindo ao PodRams! Para começar: 1. Toque no ícone de busca (🔍) para encontrar podcasts. 2. Assine os programas de que você gosta usando o botão Assinar. 3. Baixe os episódios ou reproduza-os por streaming. 4. Monte uma fila de reprodução com o sistema Cue. 5. Marque seus podcasts favoritos para acessá-los rapidamente. Os ícones da barra de ferramentas dão acesso imediato às principais funções.
ro: Bun venit în PodRams! Pentru a începe: 1. Fă clic pe pictograma de căutare (🔍) pentru a găsi podcasturi. 2. Abonează-te la emisiunile care îți plac folosind butonul de abonare. 3. Descarcă episoade sau redă-le direct. 4. Creează o listă de redare folosind sistemul de coadă (Cue). 5. Marchează podcasturile favorite pentru acces rapid. Pictogramele din bara de instrumente oferă acces instant la funcțiile de bază.
sk: Vitajte v PodRams! Na začiatok: 1. Kliknite na ikonu vyhľadávania (🔍), aby ste našli podcasty. 2. Prihláste sa na odber programov, ktoré sa vám páčia, pomocou tlačidla odberu. 3. Stiahnite si epizódy alebo ich prehrávajte priamo. 4. Vytvorte zoznam skladieb pomocou systému fronty (Cue). 5. Označte obľúbené podcasty pre rýchly prístup. Ikony na paneli nástrojov poskytujú okamžitý prístup k základným funkciám.
sl: Dobrodošli v PodRams! Za začetek: 1. Kliknite ikono iskanja (🔍), da poiščete podcaste. 2. Naročite se na oddaje, ki so vam všeč, z gumbom za naročnino. 3. Prenesite epizode ali jih predvajajte neposredno. 4. Ustvarite seznam predvajanja s sistemom čakalne vrste (Cue). 5. Označite priljubljene podcaste za hiter dostop. Ikone v orodni vrstici omogočajo takojšen dostop do osnovnih funkcij.
sr: Добродошли у PodRams! Да бисте почели: 1. Кликните на икону претраге (🔍) да пронађете подкасте. 2. Претплатите се на програме који вам се допадају преко дугмета за претплату. 3. Преузмите или репродукујте епизоде директно. 4. Креирајте плејлисту користећи систем реда (Cue). 5. Означите омиљене подкасте за брз приступ. Иконе у траци са алаткама омогућавају тренутан приступ основним функцијама.
sv: Välkommen till PodRams! För att komma igång: 1. Klicka på sökikonen (🔍) för att hitta poddar. 2. Prenumerera på program du gillar med prenumerationsknappen. 3. Ladda ner avsnitt eller spela upp dem direkt. 4. Skapa en spellista med kö-systemet (Cue). 5. Markera favoritpoddar för snabb åtkomst. Verktygsfältsikonerna ger dig omedelbar åtkomst till de viktigaste funktionerna.
th: ยินดีต้อนรับสู่ PodRams! วิธีเริ่มต้น: 1. คลิกไอคอนค้นหา (🔍) เพื่อหาพอดแคสต์ 2. สมัครรับพอดแคสต์ที่คุณชอบด้วยปุ่มสมัครรับ 3. ดาวน์โหลดหรือติดตามตอนแบบสตรีมมิ่ง 4. สร้างเพลย์ลิสต์ด้วยระบบคิว (Cue) 5. ทำเครื่องหมายพอดแคสต์โปรดเพื่อเข้าถึงได้รวดเร็ว ไอคอนในแถบเครื่องมือให้การเข้าถึงฟังก์ชันหลักได้ทันที.
tr: PodRams'a hoş geldiniz! Başlamak için: 1. Podcast bulmak için arama simgesine (🔍) tıklayın. 2. Beğendiğiniz programlara abone olun. 3. Bölümleri indirin veya doğrudan oynatın. 4. Kuyruk (Cue) sistemiyle çalma listesi oluşturun. 5. Favori podcastlerinizi hızlı erişim için işaretleyin. Araç çubuğu simgeleri temel işlevlere anında erişim sağlar.
uk: Ласкаво просимо до PodRams! Щоб розпочати: 1. Натисніть піктограму пошуку (🔍), щоб знайти подкасти. 2. Підпишіться на улюблені шоу через кнопку "Підписатися". 3. Завантажуйте епізоди або слухайте їх онлайн. 4. Створюйте список прослуховування за допомогою системи черги Cue. 5. Позначайте подкасти як обрані для швидкого доступу. Піктограми на панелі інструментів надають миттєвий доступ до основних функцій.
vi: Chào mừng đến với PodRams! Để bắt đầu: 1. Nhấn vào biểu tượng tìm kiếm (🔍) để tìm podcast. 2. Đăng ký các chương trình bạn yêu thích bằng nút đăng ký. 3. Tải xuống hoặc phát trực tiếp các tập. 4. Tạo danh sách phát bằng hệ thống hàng đợi (Cue). 5. Đánh dấu podcast yêu thích để truy cập nhanh. Các biểu tượng trên thanh công cụ cho phép bạn truy cập ngay vào các chức năng chính.

# Help.PlaybackControls.Title
source: Playback Controls
ar: أدوات التشغيل
bg: Контроли за възпроизвеждане
ca: Controls de reproducció
cs: Ovládání přehrávání
da: Afspilningskontroller
de: Wiedergabesteuerung
el: Έλεγχοι αναπαραγωγής
es: Controles de reproducción
eu: Erreprodukzio-kontrolak
fi: Toiston hallinta
fr: Contrôles de lecture
he: בקרות השמעה
hi: प्लेबैक नियंत्रण
hr: Kontrole reprodukcije
hu: Lejátszási vezérlők
id: Kontrol Pemutaran
it: Controlli di riproduzione
ja: 再生コントロール
ms: Kawalan Main Balik
nb: Avspillingskontroller
nl: Afspeelbediening
pl: Sterowanie odtwarzaniem
pt_br: Controles de reprodução
ro: Controale redare
sk: Ovládanie prehrávania
sl: Kontrole predvajanja
sr: Контроле репродукције
sv: Uppspelningskontroller
th: การควบคุมการเล่น
tr: Oynatma Kontrolleri
uk: Керування відтворенням
vi: Điều khiển phát lại
