Repository: jonxster/PodRams
Catalog: PodRams/*.lproj/Localizable.strings
Languages: ar, bg, ca, cs, da, de, el, es, eu, fi, fr, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_br, ro, sk, sl, sr, sv, th, tr, uk, vi

# Help.PlaybackControls.Content
source: Playback controls: • Play/Pause (⌘P): Toggle playback of the current episode. • Stop (⌘S): Stop playback and reset position. • Previous/Next Episode (⌘←/→): Navigate between episodes. • Skip Back/Forward (⌥⌘←/→): Jump 30 seconds. • Volume Up/Down (⌘↑/↓): Adjust volume. in• Mute/Unmute (⌘M): Toggle audio. You can access the same controls from the Play menu and the keyboard shortcuts listed above.
ar: التحكم في التشغيل: • تشغيل/إيقاف مؤقت (⌘P): تبديل تشغيل الحلقة الحالية. • إيقاف (⌘S): إيقاف التشغيل وإعادة الموضع للبداية. • الحلقة السابقة/التالية (⌘←/→): التنقل بين الحلقات. • تخطٍ للخلف/للأمام (⌥⌘←/→): القفز 30 ثانية. • رفع/خفض الصوت (⌘↑/↓): ضبط مستوى الصوت. • كتم/إلغاء الكتم (⌘M): تشغيل أو إيقاف الصوت. يمكنك الوصول إلى الأوامر نفسها من قائمة التشغيل ومن اختصارات لوحة المفاتيح أدناه.
bg: Управление на възпроизвеждането: • Пускане/Пауза (⌘P): Превключва възпроизвеждането на текущия епизод. • Стоп (⌘S): Спира и връща началото. • Предишен/Следващ епизод (⌘←/→): Навигация между епизодите. • Превъртане назад/напред (⌥⌘←/→): Скок 30 секунди. • Увеличаване/Намаляване на звука (⌘↑/↓): Регулиране на нивото на звука. • Заглушаване/Отмяна (⌘M): Включване или изключване на звука. Същите команди са достъпни от менюто „Възпроизвеждане“ и чрез клавишните комбинации по-долу.
ca: Control de la reproducció: • Reproduir/Pausa (⌘P): Alterna la reproducció de l’episodi actual. • Atura (⌘S): Atura i torna a l’inici. • Episodi anterior/següent (⌘←/→): Navega entre episodis. • Retrocedir/Avançar (⌥⌘←/→): Salta 30 segons. • Pujar/Baixar volum (⌘↑/↓): Ajusta el nivell de volum. • Silencia/Activa so (⌘M): Activa o desactiva el so. Pots accedir a les mateixes ordres des del menú de reproducció i amb les dreceres de teclat següents.
cs: Ovládání přehrávání: • Přehrát/Pozastavit (⌘P): Přepne přehrávání aktuální epizody. • Zastavit (⌘S): Zastaví přehrávání a vrátí se na začátek. • Předchozí/Další epizoda (⌘←/→): Pohyb mezi epizodami. • Přeskočit zpět/vpřed (⌥⌘←/→): Skok o 30 sekund. • Zvýšit/Snížit hlasitost (⌘↑/↓): Úprava úrovně hlasitosti. • Ztlumit/Obnovit zvuk (⌘M): Zapnutí nebo vypnutí zvuku. Stejné příkazy jsou dostupné v nabídce „Přehrávání“ a pomocí klávesových zkratek níže.
da: Styring af afspilning: • Afspil/Pause (⌘P): Skifter afspilning af den aktuelle episode. • Stop (⌘S): Stopper og går tilbage til starten. • Forrige/Næste episode (⌘←/→): Naviger mellem episoder. • Spol tilbage/frem (⌥⌘←/→): Hop 30 sekunder. • Lydstyrke op/ned (⌘↑/↓): Juster lydstyrken. • Slå lyd fra/til (⌘M): Aktiver eller deaktiver lyden. De samme kommandoer er tilgængelige i afspilningsmenuen og via genvejstasterne nedenfor.
de: Wiedergabesteuerung: • Wiedergabe/Pause (⌘P): Aktuelle Episode starten oder anhalten. • Stopp (⌘S): Wiedergabe beenden und Position zurücksetzen. • Vorherige/Nächste Episode (⌘←/→): Zwischen Episoden wechseln. • Zurück/Vor springen (⌥⌘←/→): 30 Sekunden springen. • Lauter/Leiser (⌘↑/↓): Lautstärke anpassen. • Stumm/Ton (⌘M): Audio ein- oder ausschalten. Dieselben Befehle finden Sie auch im Menü „Wiedergabe“ und in den Tastenkürzeln oben.
el: Έλεγχοι αναπαραγωγής: • Αναπαραγωγή/Παύση (⌘P): Εναλλάσσει την αναπαραγωγή του τρέχοντος επεισοδίου. • Διακοπή (⌘S): Σταματά την αναπαραγωγή και επαναφέρει τη θέση. • Προηγούμενο/Επόμενο επεισόδιο (⌘←/→): Μετακινείται μεταξύ επεισοδίων. • Πήδημα πίσω/μπροστά (⌥⌘←/→): Άλμα 30 δευτερολέπτων. • Αύξηση/Μείωση έντασης (⌘↑/↓): Ρυθμίζει την ένταση. • Σίγαση/Κατάργηση σίγασης (⌘M): Ανοίγει ή κλείνει τον ήχο. Οι ίδιες εντολές υπάρχουν και στο μενού «Αναπαραγωγή» και στις συντομεύσεις που ακολουθούν.
es: Controles de reproducción: • Reproducir/Pausa (⌘P): Alterna la reproducción del episodio actual. • Detener (⌘S): Detiene la reproducción y reinicia la posición. • Episodio anterior/siguiente (⌘←/→): Navega entre episodios. • Saltar atrás/adelante (⌥⌘←/→): Avanza o retrocede 30 segundos. • Subir/Bajar volumen (⌘↑/↓): Ajusta el volumen. • Silenciar/Activar sonido (⌘M): Activa o desactiva el audio. Los mismos comandos están disponibles en el menú Reproducir y en los atajos mostrados debajo.
eu: Erreprodukzioaren kontrola: • Erreproduzitu/Pausatu (⌘P): Uneko episodioa erreproduzitu edo pausatzen du. • Gelditu (⌘S): Erreprodukzioa gelditu eta hasierara itzultzen da. • Aurreko/Hurrengo atala (⌘←/→): Episodioen artean nabigatu. • Atzera/Aurrera salto (⌥⌘←/→): 30 segundo aurrera edo atzera. • Bolumena igo/jaitsi (⌘↑/↓): Doitu bolumen-maila. • Isilarazi/Desisilarazi (⌘M): Aktibatu edo desaktibatu soinua. Komando berak erabilgarri daude erreprodukzio-menutik eta beheko lasterbideen bidez.
fi: Toiston hallinta: • Toista/Tauko (⌘P): Vaihtaa nykyisen jakson toiston päälle tai pois. • Pysäytä (⌘S): Pysäyttää ja palauttaa alkuun. • Edellinen/Seuraava jakso (⌘←/→): Siirtyminen jaksojen välillä. • Kelaa taaksepäin/eteenpäin (⌥⌘←/→): Hyppy 30 sekuntia. • Lisää/Vähennä äänenvoimakkuutta (⌘↑/↓): Säädä äänenvoimakkuutta. • Mykistä/Poista mykistys (⌘M): Ota ääni pois tai päälle. Samat komennot löytyvät myös Toisto-valikosta ja alla olevista pikanäppäimistä.
fr: Contrôles de lecture : • Lecture/Pause (⌘P) : Alterne la lecture de l'épisode en cours. • Arrêter (⌘S) : Stoppe la lecture et réinitialise la position. • Épisode précédent/suivant (⌘←/→) : Navigue entre les épisodes. • Reculer/Avancer (⌥⌘←/→) : Saut de 30 secondes. • Augmenter/Diminuer le volume (⌘↑/↓) : Ajuste le volume. • Couper/Rétablir le son (⌘M) : Active ou coupe l'audio. Ces commandes sont également disponibles dans le menu Lecture et via les raccourcis ci-dessous.
he: בקרת השמעה: • הפעלה/השהיה (⌘P): הפעלה או עצירה של הפרק הנוכחי. • עצור (⌘S): עצירת ההשמעה ואיפוס המיקום. • פרק קודם/הבא (⌘←/→): מעבר בין פרקים. • דילוג אחורה/קדימה (⌥⌘←/→): קפיצה של 30 שניות. • עוצמת קול למעלה/למטה (⌘↑/↓): שינוי העוצמה. • השתק/ביטול השתקה (⌘M): כיבוי או הפעלת הקול. את אותן פעולות ניתן למצוא גם בתפריט ההשמעה ובקיצורי המקלדת שלמטה.
hi: प्लेबैक नियंत्रण: • चलाएँ/रोकें (⌘P): मौजूदा एपिसोड को चलाएँ या रोकें। • रोकें (⌘S): प्लेबैक रोकें और शुरुआत पर लौटें। • पिछला/अगला एपिसोड (⌘←/→): एपिसोड बदलें। • पीछे/आगे स्किप करें (⌥⌘←/→): 30 सेकंड का स्किप। • वॉल्यूम बढ़ाएँ/घटाएँ (⌘↑/↓): वॉल्यूम नियंत्रित करें। • म्यूट/अनम्यूट (⌘M): आवाज़ बंद या चालू करें। ये ही कमांड प्लेबैक मेन्यू और शॉर्टकट्स से भी उपलब्ध हैं।
hr: Upravljanje reprodukcijom: • Reprodukcija/Pauza (⌘P): Prebacuje reprodukciju trenutačne epizode. • Zaustavi (⌘S): Zaustavlja reprodukciju i vraća na početak. • Prethodna/Sljedeća epizoda (⌘←/→): Kretanje između epizoda. • Premotaj unatrag/unaprijed (⌥⌘←/→): Skok od 30 sekundi. • Pojačaj/Smanji zvuk (⌘↑/↓): Podešavanje glasnoće. • Utišaj/Uključi zvuk (⌘M): Isključivanje ili uključivanje zvuka. Iste naredbe dostupne su u izborniku Reprodukcija i putem tipkovničkih prečaca u nastavku.
hu: Lejátszás vezérlése: • Lejátszás/Szünet (⌘P): Az aktuális epizód lejátszását indítja vagy állítja meg. • Leállítás (⌘S): Megállítja a lejátszást és visszaugrik az elejére. • Előző/Következő epizód (⌘←/→): Epizódok közötti váltás. • Vissza/Előre ugrás (⌥⌘←/→): 30 másodperces ugrás. • Hangerő növelése/csökkentése (⌘↑/↓): A hangerő beállítása. • Némítás/Visszahangosítás (⌘M): Hang ki- vagy bekapcsolása. Ugyanezek a parancsok elérhetők a Lejátszás menüből és a gyorsbillentyűkkel is.
id: Kontrol pemutaran: • Putar/Jeda (⌘P): Mengalihkan pemutaran episode saat ini. • Hentikan (⌘S): Menghentikan pemutaran dan kembali ke awal. • Episode sebelumnya/berikutnya (⌘←/→): Navigasi antar episode. • Mundur/Maju (⌥⌘←/→): Loncat 30 detik. • Volume naik/turun (⌘↑/↓): Atur tingkat volume. • Bisukan/Nyalakan suara (⌘M): Matikan atau aktifkan suara. Perintah yang sama tersedia di menu Pemutaran dan melalui pintasan keyboard di bawah ini.
it: Controlli di riproduzione: • Riproduci/Pausa (⌘P): Alterna la riproduzione dell'episodio corrente. • Stop (⌘S): Arresta la riproduzione e azzera la posizione. • Episodio precedente/successivo (⌘←/→): Passa tra gli episodi. • Salta indietro/avanti (⌥⌘←/→): Salta di 30 secondi. • Aumenta/Riduci volume (⌘↑/↓): Regola il volume. • Muto/Riattiva audio (⌘M): Disattiva o riattiva il suono. Trovi gli stessi comandi nel menu Riproduzione e negli shortcut elencati sotto.
ja: 再生コントロール: • 再生/一時停止 (⌘P): 現在のエピソードの再生を切り替えます。 • 停止 (⌘S): 再生を停止して位置をリセットします。 • 前/次のエピソード (⌘←/→): エピソードを移動します。 • 巻き戻し/早送り (⌥⌘←/→): 30 秒ジャンプします。 • 音量アップ/ダウン (⌘↑/↓): 音量を調整します。 • ミュート/解除 (⌘M): サウンドを切り替えます。 同じ操作は［再生］メニューと以下のショートカットからも利用できます。
ms: Kawalan main balik: • Main/Jeda (⌘P): Tukar main balik episod semasa. • Henti (⌘S): Hentikan main balik dan kembali ke awal. • Episod sebelumnya/seterusnya (⌘←/→): Navigasi antara episod. • Langkau ke belakang/hadapan (⌥⌘←/→): Lompat 30 saat. • Naik/Turun volum (⌘↑/↓): Laraskan tahap volum. • Bisukan/Nyahbisukan (⌘M): Matikan atau hidupkan bunyi. Arahan yang sama boleh dicapai dari menu Main Balik dan pintasan papan kekunci di bawah.
nb: Avspillingskontroller: • Spill av/Pause (⌘P): Veksler avspillingen av nåværende episode. • Stopp (⌘S): Stopper avspillingen og nullstiller posisjonen. • Forrige/Neste episode (⌘←/→): Bytter mellom episoder. • Hopp tilbake/frem (⌥⌘←/→): Hopper 30 sekunder. • Volum opp/ned (⌘↑/↓): Justerer volumet. • Demp/opphev demping (⌘M): Slår lyden av eller på. De samme kontrollene finnes i menyen «Avspilling» og i snarveiene nedenfor.
nl: Afspeelbediening: • Afspelen/Pauzeren (⌘P): Start of pauzeert de huidige aflevering. • Stoppen (⌘S): Stopt het afspelen en gaat terug naar het begin. • Vorige/Volgende aflevering (⌘←/→): Navigeer tussen afleveringen. • Terug/Vooruit springen (⌥⌘←/→): 30 seconden overslaan. • Volume omhoog/omlaag (⌘↑/↓): Pas het volume aan. • Dempen/Dempen opheffen (⌘M): Schakel het geluid uit of in. Dezelfde commando’s zijn beschikbaar in het menu Afspelen en via de onderstaande sneltoetsen.
pl: Sterowanie odtwarzaniem: • Odtwórz/Wstrzymaj (⌘P): Przełącza odtwarzanie bieżącego odcinka. • Zatrzymaj (⌘S): Zatrzymuje odtwarzanie i wraca na początek. • Poprzedni/Następny odcinek (⌘←/→): Przechodzenie między odcinkami. • Cofnij/Przewiń do przodu (⌥⌘←/→): Skok o 30 sekund. • Głośniej/Ciszej (⌘↑/↓): Regulacja głośności. • Wycisz/Włącz dźwięk (⌘M): Wyłącza lub włącza dźwięk. Te same polecenia są dostępne w menu „Odtwarzanie” i przez poniższe skróty klawiaturowe.
pt_br: Controles de reprodução: • Reproduzir/Pausar (⌘P): Alterna a reprodução do episódio atual. • Parar (⌘S): Interrompe a reprodução e reinicia a posição. • Episódio anterior/próximo (⌘←/→): Navega entre os episódios. • Voltar/Avançar (⌥⌘←/→): Salta 30 segundos. • Aumentar/Diminuir volume (⌘↑/↓): Ajusta o volume. • Silenciar/Ativar som (⌘M): Liga ou desliga o áudio. Os mesmos comandos estão disponíveis no menu Reproduzir e nos atalhos listados abaixo.
ro: Controlul redării: • Redare/Pauză (⌘P): Pornește sau oprește episodul curent. • Oprire (⌘S): Oprește redarea și revine la început. • Episod anterior/următor (⌘←/→): Navighează între episoade. • Derulare înapoi/înainte (⌥⌘←/→): Salt de 30 de secunde. • Crește/Scade volumul (⌘↑/↓): Ajustează nivelul volumului. • Mute/Anulare mute (⌘M): Dezactivează sau activează sunetul. Aceleași comenzi sunt disponibile în meniul Redare și prin scurtăturile de tastatură de mai jos.
sk: Ovládanie prehrávania: • Prehrať/Pozastaviť (⌘P): Prepne prehrávanie aktuálnej epizódy. • Zastaviť (⌘S): Zastaví prehrávanie a vráti sa na začiatok. • Predchádzajúca/Nasledujúca epizóda (⌘←/→): Pohyb medzi epizódami. • Preskočiť dozadu/dopredu (⌥⌘←/→): Skok o 30 sekúnd. • Zvýšiť/Znížiť hlasitosť (⌘↑/↓): Nastavenie hlasitosti. • Stlmiť/Zrušiť stlmenie (⌘M): Vypne alebo zapne zvuk. Rovnaké príkazy sú dostupné aj v ponuke Prehrávanie a cez klávesové skratky nižšie.
sl: Nadzor predvajanja: • Predvajaj/Pavza (⌘P): Preklopi predvajanje trenutne epizode. • Ustavi (⌘S): Ustavi predvajanje in se vrne na začetek. • Prejšnja/Naslednja epizoda (⌘←/→): Premik med epizodami. • Preskok nazaj/naprej (⌥⌘←/→): Preskok za 30 sekund. • Povečaj/Zmanjšaj glasnost (⌘↑/↓): Nastavi glasnost. • Utišaj/Vključi zvok (⌘M): Izklopi ali vklopi zvok. Enake ukaze lahko najdete v meniju Predvajanje in s spodnjimi bližnjicami na tipkovnici.
sr: Контроле репродукције: • Пуштање/Пауза (⌘P): Прекида или наставља пуштање текуће епизоде. • Стоп (⌘S): Зауставља репродукцију и враћа на почетак. • Претходна/Следећа епизода (⌘←/→): Кретање између епизода. • Скок уназад/унапред (⌥⌘←/→): Скок од 30 секунди. • Јачање/Смањење звука (⌘↑/↓): Подешавање јачине звука. • Искључи/Укључи звук (⌘M): Искључује или укључује звук. Исте команде доступне су у менију Репродукција и преко пречица на тастатури.
sv: Kontrollera uppspelningen: • Spela/Pausa (⌘P): Växlar uppspelningen av det aktuella avsnittet. • Stoppa (⌘S): Stoppar uppspelningen och återgår till början. • Föregående/Nästa avsnitt (⌘←/→): Navigera mellan avsnitt. • Hoppa bakåt/framåt (⌥⌘←/→): Hoppa 30 sekunder. • Höj/Sänk volymen (⌘↑/↓): Justera volymnivån. • Stäng av/På ljud (⌘M): Slå av eller på ljudet. Samma kommandon finns i uppspelningsmenyn och via kortkommandon nedan.
th: การควบคุมการเล่น: • เล่น/หยุดชั่วคราว (⌘P): สลับการเล่นตอนปัจจุบัน • หยุด (⌘S): หยุดการเล่นและกลับไปต้นตอน • ตอนก่อนหน้า/ถัดไป (⌘←/→): เลือกตอน • ข้ามย้อน/ข้ามไปข้างหน้า (⌥⌘←/→): ข้าม 30 วินาที • เพิ่ม/ลดเสียง (⌘↑/↓): ปรับระดับเสียง • ปิด/เปิดเสียง (⌘M): ปิดหรือเปิดเสียง คำสั่งเดียวกันนี้สามารถเข้าถึงได้จากเมนูเล่นและปุ่มลัดคีย์บอร์ดด้านล่าง.
tr: Oynatma kontrolü: • Oynat/Duraklat (⌘P): Mevcut bölümü oynatır veya duraklatır. • Durdur (⌘S): Oynatmayı durdurur ve başa döner. • Önceki/Sonraki bölüm (⌘←/→): Bölümler arasında geçiş yapın. • Geri/İleri sar (⌥⌘←/→): 30 saniye atla. • Sesi artır/azalt (⌘↑/↓): Ses seviyesini ayarlayın. • Sessize al/Sesi aç (⌘M): Sesi kapatır veya açar. Aynı komutlara Oynatma menüsünden ve aşağıdaki klavye kısayollarıyla da erişebilirsiniz.
uk: Керування відтворенням: • Відтворити/Пауза (⌘P): Перемикає відтворення поточного епізоду. • Стоп (⌘S): Зупиняє відтворення та скидає позицію. • Попередній/Наступний епізод (⌘←/→): Перехід між епізодами. • Перемотка назад/вперед (⌥⌘←/→): Стрибок на 30 секунд. • Гучніше/Тихіше (⌘↑/↓): Регулювання гучності. • Вимкнути/Увімкнути звук (⌘M): Керування звуком. Ті самі команди доступні в меню "Відтворення" та у скороченнях, наведених нижче.
vi: Điều khiển phát lại: • Phát/Tạm dừng (⌘P): Bật hoặc tạm dừng tập hiện tại. • Dừng (⌘S): Dừng phát và quay lại đầu. • Tập trước/Sau (⌘←/→): Chuyển đổi giữa các tập. • Lùi/Tiến (⌥⌘←/→): Nhảy 30 giây. • Tăng/Giảm âm lượng (⌘↑/↓): Điều chỉnh âm lượng. • Tắt tiếng/Bật tiếng (⌘M): Tắt hoặc bật âm thanh. Các lệnh này cũng có trong menu Phát lại và thông qua phím tắt bàn phím bên dưới.

# Help.EpisodeManagement.Title
source: Episode Management
ar: إدارة الحلقات
bg: Управление на епизоди
ca: Gestió d’episodis
cs: Správa epizod
da: Administration af episoder
de: Episodenverwaltung
el: Διαχείριση επεισοδίων
es: Gestión de episodios
eu: Episodioen kudeaketa
fi: Jaksojen hallinta
fr: Gestion des épisodes
he: ניהול פרקים
hi: एपिसोड प्रबंधन
hr: Upravljanje epizodama
hu: Epizódkezelés
id: Manajemen Episode
it: Gestione episodi
ja: エピソード管理
ms: Pengurusan Episod
nb: Episodehåndtering
nl: Afleveringen beheren
pl: Zarządzanie odcinkami
pt_br: Gerenciamento de episódios
ro: Gestionare episoade
sk: Správa epizód
sl: Upravljanje epizod
sr: Управљање епизодама
sv: Hantera avsnitt
th: การจัดการตอน
tr: Bölüm Yönetimi
uk: Керування епізодами
vi: Quản lý tập
