Repository: jonxster/PodRams
Catalog: PodRams/*.lproj/Localizable.strings
Languages: ar, bg, ca, cs, da, de, el, es, eu, fi, fr, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_br, ro, sk, sl, sr, sv, th, tr, uk, vi

# Help.About.Content
source: PodRams — A modern macOS podcast player. Highlights: • Smart Playback • Download Management • Cue System • Search Integration • Favorites • Subscriptions • Audio Controls • Persistence • Artwork Support • Audio Output Selection Built with SwiftUI for macOS 11.0 and later.
ar: PodRams — مشغل بودكاست حديث لنظام macOS. أبرز الميزات: • عناصر تحكم ذكية في التشغيل • إدارة التنزيلات • نظام قائمة انتظار Cue • بحث متكامل غني • المفضلة والاشتراكات • تحكم متقدم بالصوت • حفظ التقدم الكامل • دعم للصور الغلافية • اختيار مرن لمخرج الصوت مبني باستخدام SwiftUI لنظام macOS 11.0 والإصدارات الأحدث.
bg: PodRams — модерен подкаст плейър за macOS. Основни функции: • Интелигентни контроли за възпроизвеждане • Управление на изтеглянията • Система за опашка Cue • Интегрирано търсене • Любими и абонаменти • Разширен контрол на звука • Запазване на напредъка • Поддръжка на корици • Гъвкав избор на аудио изход Изграден със SwiftUI за macOS 11.0 и по-нови версии.
ca: PodRams — reproductor de podcasts modern per a macOS. Funcions destacades: • Controls intel·ligents de reproducció • Gestió de descàrregues • Sistema de cua Cue • Cerca integrada avançada • Preferits i subscripcions • Control de volum avançat • Desament complet del progrés • Suport per a portades • Selecció flexible de sortida d’àudio Construït amb SwiftUI per a macOS 11.0 i versions posteriors.
cs: PodRams — moderní přehrávač podcastů pro macOS. Hlavní funkce: • Inteligentní ovládání přehrávání • Správa stahování • Systém fronty Cue • Integrované pokročilé vyhledávání • Oblíbené a odběry • Pokročilé ovládání zvuku • Úplné ukládání postupu • Podpora obalů • Flexibilní výběr zvukového výstupu Postaveno pomocí SwiftUI pro macOS 11.0 a novější.
da: PodRams — en moderne podcastafspiller til macOS. Vigtigste funktioner: • Smarte afspilningskontroller • Downloadstyring • Cue-køsystem • Integreret avanceret søgning • Favoritter og abonnementer • Avanceret lydstyring • Fuldt fremskridtsgemning • Understøttelse af coverbilleder • Fleksibelt valg af lydudgang Bygget med SwiftUI til macOS 11.0 og nyere.
de: PodRams – der moderne Podcast-Player für macOS. Highlights: • Intelligente Wiedergabesteuerung • Download-Verwaltung • Cue-System • Leistungsstarke Suche • Favoriten und Abonnements • Erweiterte Audio-Steuerung • Dauerhaft gespeicherte Fortschritte • Artwork-Unterstützung • Flexible Audioausgabe Entwickelt mit SwiftUI für macOS 11.0 und neuer.
el: PodRams — ένα σύγχρονο πρόγραμμα αναπαραγωγής podcast για macOS. Κύρια χαρακτηριστικά: • Έξυπνοι έλεγχοι αναπαραγωγής • Διαχείριση λήψεων • Σύστημα ουράς Cue • Ενσωματωμένη ισχυρή αναζήτηση • Αγαπημένα και συνδρομές • Προηγμένοι έλεγχοι ήχου • Διατήρηση προόδου • Υποστήριξη εικόνων εξωφύλλου • Ευέλικτη επιλογή εξόδου ήχου Αναπτύχθηκε με SwiftUI για macOS 11.0 και νεότερα.
es: PodRams: un reproductor de podcasts moderno para macOS. Aspectos destacados: • Controles de reproducción inteligentes • Gestión de descargas • Sistema Cue • Búsqueda enriquecida • Favoritos y suscripciones • Controles de audio avanzados • Guardado del progreso • Compatibilidad con portadas • Selección flexible de salida de audio Desarrollado con SwiftUI para macOS 11.0 y posteriores.
eu: PodRams — macOS-erako podcast erreproduzitzaile modernoa. Ezaugarri nagusiak: • Erreprodukzio-kontrol adimendunak • Deskargen kudeaketa • Cue ilara-sistema • Bilaketa integratua • Gogokoak eta harpidetzak • Audio-kontrol aurreratua • Aurrerapenaren gordetzea • Azal-irudien euskarria • Audio-irteeraren hautaketa malgua SwiftUI-rekin eraikia, macOS 11.0 eta berriagoetarako.
fi: PodRams — moderni podcast-soitin macOS:lle. Tärkeimmät ominaisuudet: • Älykkäät toiston hallintatoiminnot • Latausten hallinta • Cue-jono • Integroitu haku • Suosikit ja tilaukset • Kehittynyt äänensäätö • Täysi edistymisen tallennus • Kannen kuvan tuki • Joustava äänilähteen valinta Rakennettu SwiftUI:lla macOS 11.0:lle ja uudemmille.
fr: PodRams — un lecteur de podcasts moderne pour macOS. Points forts : • Contrôles de lecture intelligents • Gestion des téléchargements • Système Cue • Recherche avancée • Favoris et abonnements • Contrôles audio avancés • Sauvegarde du progrès • Prise en charge des illustrations • Sélection flexible de la sortie audio Développé avec SwiftUI pour macOS 11.0 et versions ultérieures.
he: PodRams — נגן פודקאסטים מודרני ל‑macOS. עיקרי הדברים: • בקרת השמעה חכמה • ניהול הורדות • מערכת תור (Cue) • חיפוש מתקדם • מועדפים ומנויים • שליטה מתקדמת באודיו • שמירת התקדמות קבועה • תמיכה בגרפיקת כיסוי • בחירת יציאת שמע גמישה נבנה ב‑SwiftUI עבור macOS 11.0 ומעלה.
hi: PodRams — macOS के लिए आधुनिक पॉडकास्ट प्लेयर। मुख्य विशेषताएँ: • स्मार्ट प्लेबैक नियंत्रण • डाउनलोड प्रबंधन • क्यू प्रणाली • एकीकृत खोज • पसंदीदा और सदस्यताएँ • उन्नत ध्वनि नियंत्रण • प्रगति सहेजना • कवर छवि समर्थन • लचीला ऑडियो आउटपुट चयन SwiftUI से निर्मित, macOS 11.0 और आगे के लिए।
hr: PodRams — moderan podcast reproduktor za macOS. Glavne značajke: • Pametne kontrole reprodukcije • Upravljanje preuzimanjima • Cue sustav reda čekanja • Integrirano napredno pretraživanje • Omiljeni i pretplate • Napredno upravljanje zvukom • Potpuno spremanje napretka • Podrška za naslovnice • Fleksibilan odabir audio izlaza Izgrađeno pomoću SwiftUI-a za macOS 11.0 i novije.
hu: PodRams — modern podcast-lejátszó macOS-hez. Fő funkciók: • Intelligens lejátszásvezérlés • Letöltéskezelés • Cue várólista rendszer • Integrált keresés • Kedvencek és előfizetések • Fejlett hangerőszabályzás • Teljes előrehaladás mentése • Borítótámogatás • Rugalmas hangkimenet-választás SwiftUI-val készült macOS 11.0 és újabb verziókhoz.
id: PodRams — pemutar podcast modern untuk macOS. Fitur utama: • Kontrol pemutaran cerdas • Manajemen unduhan • Sistem antrean Cue • Pencarian terintegrasi • Favorit dan langganan • Kontrol suara lanjutan • Penyimpanan progres lengkap • Dukungan sampul • Pilihan output audio yang fleksibel Dibangun dengan SwiftUI untuk macOS 11.0 dan yang lebih baru.
it: PodRams, il moderno lettore di podcast per macOS. In evidenza: • Controlli di riproduzione intelligenti • Gestione dei download • Sistema Cue • Ricerca avanzata • Preferiti e abbonamenti • Controlli audio evoluti • Salvataggio del progresso • Supporto per artwork • Scelta flessibile dell'uscita audio Sviluppato con SwiftUI per macOS 11.0 e versioni successive.
ja: PodRams — macOS 向けのモダンなポッドキャストプレーヤーです。 特長: • スマートな再生コントロール • ダウンロード管理 • Cue キューシステム • 強力な検索統合 • お気に入りと購読 • 高度なオーディオコントロール • 再生進捗の保存 • アートワークのサポート • 柔軟な音声出力の選択 SwiftUI で構築され、macOS 11.0 以降に対応しています。
ms: PodRams — pemain podcast moden untuk macOS. Ciri utama: • Kawalan main balik pintar • Pengurusan muat turun • Sistem giliran Cue • Carian bersepadu • Kegemaran dan langganan • Kawalan bunyi lanjutan • Simpan kemajuan penuh • Sokongan imej kulit album • Pilihan output audio yang fleksibel Dibina menggunakan SwiftUI untuk macOS 11.0 dan ke atas.
nb: PodRams — en moderne podkastspiller for macOS. Høydepunkter: • Smarte avspillingskontroller • Nedlastingsadministrasjon • Cue-køsystem • Kraftig søkeintegrasjon • Favoritter og abonnementer • Avanserte lydkontroller • Lagret fremdrift • Støtte for illustrasjoner • Fleksibelt valg av lydutgang Bygget med SwiftUI for macOS 11.0 og nyere.
nl: PodRams — moderne podcastspeler voor macOS. Belangrijkste functies: • Slimme afspeelbediening • Downloadbeheer • Cue-wachtrijsysteem • Geïntegreerd zoeken • Favorieten en abonnementen • Geavanceerde volumeregeling • Volledige voortgangsopslag • Ondersteuning voor covers • Flexibele keuze voor audio-uitvoer Gebouwd met SwiftUI voor macOS 11.0 en nieuwer.
pl: PodRams — nowoczesny odtwarzacz podcastów dla macOS. Najważniejsze funkcje: • Inteligentne sterowanie odtwarzaniem • Zarządzanie pobieraniem • System kolejki Cue • Zintegrowane wyszukiwanie • Ulubione i subskrypcje • Zaawansowana kontrola dźwięku • Pełne zapisywanie postępu • Obsługa okładek • Elastyczny wybór wyjścia audio Stworzony w SwiftUI dla macOS 11.0 i nowszych.
pt_br: PodRams — o player de podcasts moderno para macOS. Destaques: • Controles inteligentes de reprodução • Gerenciamento de downloads • Sistema Cue • Busca avançada • Favoritos e assinaturas • Controles de áudio avançados • Salvamento contínuo do progresso • Suporte a artes de capa • Seleção flexível de saída de áudio Desenvolvido com SwiftUI para macOS 11.0 ou posterior.
ro: PodRams — un player modern de podcast pentru macOS. Funcții principale: • Controale inteligente de redare • Gestionare descărcări • Sistem de coadă Cue • Căutare integrată • Favorite și abonamente • Control avansat al sunetului • Salvarea completă a progresului • Suport pentru coperți • Alegere flexibilă a ieșirii audio Creat cu SwiftUI pentru macOS 11.0 și versiunile ulterioare.
sk: PodRams — moderný prehrávač podcastov pre macOS. Hlavné funkcie: • Inteligentné ovládanie prehrávania • Správa sťahovania • Cue systém fronty • Integrované vyhľadávanie • Obľúbené a odbery • Pokročilé ovládanie zvuku • Úplné ukladanie postupu • Podpora obalov • Flexibilný výber zvukového výstupu Vytvorené v SwiftUI pre macOS 11.0 a novšie.
sl: PodRams — sodoben predvajalnik podcastov za macOS. Glavne funkcije: • Pametne kontrole predvajanja • Upravljanje prenosov • Cue sistem čakalne vrste • Integrirano iskanje • Priljubljeni in naročnine • Napredni nadzor zvoka • Shranjevanje napredka • Podpora za naslovnice • Prilagodljiva izbira zvočnega izhoda Zgrajeno s SwiftUI za macOS 11.0 in novejše.
sr: PodRams — модеран плејер за подкасте за macOS. Главне функције: • Паметне контроле репродукције • Управљање преузимањима • Cue систем реда • Интегрисана претрага • Омиљени и претплате • Напредна контрола звука • Потпуно чување напретка • Подршка за омоте • Флексибилан избор излаза звука Направљен у SwiftUI за macOS 11.0 и новије.
sv: PodRams — en modern podcastspelare för macOS. Huvudfunktioner: • Smarta uppspelningskontroller • Hantering av nedladdningar • Cue-kösystem • Integrerad sökning • Favoriter och prenumerationer • Avancerad ljudkontroll • Fullständig framstegssparning • Stöd för omslagsbilder • Flexibelt val av ljudutgång Byggd med SwiftUI för macOS 11.0 och senare.
th: PodRams — เครื่องเล่นพอดแคสต์สมัยใหม่สำหรับ macOS. คุณสมบัติหลัก: • การควบคุมการเล่นอัจฉริยะ • การจัดการการดาวน์โหลด • ระบบคิว Cue • การค้นหาผสานรวม • รายการโปรดและการสมัครรับ • การควบคุมเสียงขั้นสูง • การบันทึกความคืบหน้าครบถ้วน • รองรับภาพปก • เลือกเอาต์พุตเสียงได้อย่างยืดหยุ่น สร้างด้วย SwiftUI สำหรับ macOS 11.0 และใหม่กว่า.
tr: PodRams — macOS için modern bir podcast oynatıcı. Öne çıkan özellikler: • Akıllı oynatma kontrolleri • İndirme yönetimi • Cue kuyruk sistemi • Entegre arama • Favoriler ve abonelikler • Gelişmiş ses kontrolü • Tam ilerleme kaydı • Kapak görseli desteği • Esnek ses çıkışı seçimi macOS 11.0 ve sonrası için SwiftUI ile geliştirilmiştir.
uk: PodRams — сучасний подкаст-плеєр для macOS. Основні можливості: • Розумне керування відтворенням • Керування завантаженнями • Система черги Cue • Потужний пошук • Обране та підписки • Розширені аудіо-настройки • Збереження прогресу • Підтримка обкладинок • Гнучкий вибір виходу звуку Створено на SwiftUI для macOS 11.0 і новіших версій.
vi: PodRams — trình phát podcast hiện đại cho macOS. Tính năng chính: • Điều khiển phát thông minh • Quản lý tải xuống • Hệ thống hàng đợi Cue • Tìm kiếm tích hợp • Yêu thích và đăng ký • Điều khiển âm thanh nâng cao • Lưu tiến trình đầy đủ • Hỗ trợ ảnh bìa • Lựa chọn đầu ra âm thanh linh hoạt Được xây dựng bằng SwiftUI cho macOS 11.0 trở lên.

source: Transcribe
bg: Транскрибиране
da: Transskriber
de: Transkribieren
es: Transcribir
fi: Litteroi
fr: Transcrire
ja: 文字起こし
nl: Transcriberen
pt_br: Transcrever
th: ถอดความ
uk: Транскрибувати

source: Hide played podcasts
bg: Скриване на пускани подкасти
da: Skjul afspillede podcasts
de: Gespielte Podcasts ausblenden
es: Ocultar podcasts reproducidos
fi: Piilota toistetut podcastit
fr: Masquer les podcasts lus
ja: 再生済みのポッドキャストを隠す
nl: Verberg afgespeelde podcasts
pt_br: Ocultar podcasts reproduzidos
th: ซ่อนพอดแคสต์ที่เล่นแล้ว
uk: Приховати відтворені подкасти

source: Play at 2× speed
bg: Възпроизвеждане с 2× скорост
da: Afspil med 2× hastighed
de: Wiedergabe mit 2× Geschwindigkeit
es: Reproducir a velocidad 2×
fi: Toista 2× nopeudella
fr: Lecture à vitesse 2×
ja: 2倍速で再生
nl: Afspelen op 2× snelheid
pt_br: Reproduzir na velocidade 2×
th: เล่นด้วยความเร็ว 2×
uk: Відтворення зі швидкістю 2×

source: %d%% Left
bg: %d%% Ляво
da: %d%% Venstre
de: %d%% Links
es: %d%% Izquierda
fi: %d%% Vasen
fr: %d%% Gauche
ja: 左 %d%%
nl: %d%% Links
pt_br: %d%% Esquerda
th: ซ้าย %d%%
uk: %d%% Лівий

source: %d%% Right
bg: %d%% Дясно
da: %d%% Højre
de: %d%% Rechts
es: %d%% Derecha
fi: %d%% Oikea
fr: %d%% Droite
ja: 右 %d%%
nl: %d%% Rechts
pt_br: %d%% Direita
th: ขวา %d%%
uk: %d%% Правий

source: Centered
bg: Центрирано
da: Centreret
de: Zentriert
es: Centrado
fi: Keskitetty
fr: Centré
ja: 中央
nl: Gecentreerd
pt_br: Centralizado
th: ตรงกลาง
uk: По центру

source: %d percent left
bg: %d процента ляво
da: %d procent venstre
de: %d Prozent links
es: %d por ciento izquierda
fi: %d prosenttia vasen
fr: %d pour cent gauche
ja: 左 %dパーセント
nl: %d procent links
pt_br: %d por cento esquerda
th: ซ้าย %d เปอร์เซ็นต์
uk: %d відсотків ліворуч

source: %d percent right
bg: %d процента дясно
da: %d procent højre
de: %d Prozent rechts
es: %d por ciento derecha
fi: %d prosenttia oikea
fr: %d pour cent droite
ja: 右 %d パーセント
nl: %d procent rechts
pt_br: %d por cento direita
th: ขวา %d เปอร์เซ็นต์
uk: %d відсотків праворуч

source: Export
de: Exportieren
es: Exportar
fi: Vie
fr: Exporter
ja: エクスポート
nl: Exporteren
th: ส่งออก
uk: Експорт

source: Share
de: Teilen
es: Compartir
fi: Jaa
fr: Partager
ja: 共有
nl: Delen
th: แชร์
uk: Поділитися

source: Crossfade between episodes
de: Überblendung zwischen Episoden
fi: Häivytys jaksojen välillä
ja: エピソード間のクロスフェード
nl: Crossfade tussen afleveringen
th: จางข้ามระหว่างตอน
uk: Плавний перехід між епізодами

source: Current output
de: Aktuelle Ausgabe
fi: Nykyinen lähtö
ja: 現在の出力
nl: Huidige uitvoer
th: เอาต์พุตปัจจุบัน
uk: Поточний вихід

source: Audio Output
de: Audioausgabe
ja: オーディオ出力

source: Show Notes
ja: ショーノート

source: More Actions
de: Weitere Aktionen
ja: その他のアクション

source: Unsubscribe
de: Abbestellen
ja: 登録解除

source: Download Transcript
de: Transkript herunterladen
ja: 文字起こしをダウンロード

source: Delete Transcript
de: Transkript löschen
ja: 文字起こしを削除

source: Retry Transcription
de: Transkription wiederholen
ja: 文字起こしを再試行
