Repository: jonxster/PodRams
Catalog: PodRams/*.lproj/Localizable.strings
Languages: ar, bg, ca, cs, da, de, el, es, eu, fi, fr, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_br, ro, sk, sl, sr, sv, th, tr, uk, vi

source: No available output devices
ar: لا توجد أجهزة إخراج متاحة
bg: Няма налични изходни устройства
ca: No hi ha dispositius de sortida disponibles
cs: Žádná dostupná výstupní zařízení
da: Ingen tilgængelige outputenheder
de: Keine verfügbaren Ausgabegeräte
el: Δεν υπάρχουν διαθέσιμες συσκευές εξόδου
es: No hay dispositivos de salida disponibles
eu: Ez dago irteerako gailurik eskuragarri
fi: Ei saatavilla olevia lähtölaitteita
fr: Aucun périphérique de sortie disponible
he: אין התקני פלט זמינים
hi: कोई उपलब्ध आउटपुट डिवाइस नहीं
hr: Nema dostupnih izlaznih uređaja
hu: Nincs elérhető kimeneti eszköz
id: Tidak ada perangkat keluaran yang tersedia
it: Nessun dispositivo di output disponibile
ja: 利用可能な出力デバイスがありません
ms: Tiada peranti output tersedia
nb: Ingen tilgjengelige utgangsenheter
nl: Geen beschikbare uitvoerapparaten
pl: Brak dostępnych urządzeń wyjściowych
pt_br: Sem dispositivos de saída disponíveis
ro: Nu există dispozitive de ieșire disponibile
sk: Žiadne dostupné výstupné zariadenia
sl: Ni razpoložljivih izhodnih naprav
sr: Нема доступних излазних уређаја
sv: Inga tillgängliga utgångsenheter
th: ไม่มีอุปกรณ์เอาต์พุตที่ใช้งานได้
tr: Kullanılabilir çıkış cihazı yok
uk: Немає доступних пристроїв виводу
vi: Không có thiết bị đầu ra khả dụng

source: Switch to:
ar: التبديل إلى:
bg: Превключи към:
ca: Canviar a:
cs: Přepnout na:
da: Skift til:
de: Wechseln zu:
el: Μετάβαση σε:
es: Cambiar a:
eu: Aldatu hona:
fi: Vaihda:
fr: Passer à:
he: עבור אל:
hi: इसमें बदलें:
hr: Prebaci na:
hu: Váltás erre:
id: Beralih ke:
it: Passa a:
ja: 切り替え:
ms: Tukar kepada:
nb: Bytt til:
nl: Schakel naar:
pl: Przełącz na:
pt_br: Mudar para:
ro: Comutați la:
sk: Prepnúť na:
sl: Preklopi na:
sr: Пребаци на:
sv: Byt till:
th: สลับไปยัง:
tr: Şuna geç:
uk: Перемкнутися на:
vi: Chuyển sang:

source: Favorites
ar: المفضلة
bg: Любими
ca: Preferits
cs: Oblíbené
da: Favoritter
de: Favoriten
el: Αγαπημένα
es: Favoritos
eu: Gogokoak
fi: Suosikit
fr: Favoris
he: מועדפים
hi: पसंदीदा
hr: Favoriti
hu: Kedvencek
id: Favorit
it: Preferiti
ja: お気に入り
ms: Kegemaran
nb: Favoritter
nl: Favorieten
pl: Ulubione
pt_br: Favoritos
ro: Favorite
sk: Obľúbené
sl: Priljubljene
sr: Омиљено
sv: Favoriter
th: รายการโปรด
tr: Favoriler
uk: Улюблені
vi: Yêu thích

source: No favorite podcasts added.
ar: لم تتم إضافة بودكاست مفضل.
bg: Няма добавени любими подкасти.
ca: No s'han afegit podcasts preferits.
cs: Nebyly přidány žádné oblíbené podcasty.
da: Ingen favoritpodcasts tilføjet.
de: Keine Lieblingspodcasts hinzugefügt.
el: Δεν έχουν προστεθεί αγαπημένα podcast.
es: No se han añadido podcasts favoritos.
eu: Ez da gogoko podcastik gehitu.
fi: Ei lisättyjä suosikkipodcasteja.
fr: Aucun podcast favori ajouté.
he: לא נוספו פודקאסטים מועדפים.
hi: कोई पसंदीदा पॉडकास्ट नहीं जोड़ा गया।
hr: Nema dodanih omiljenih podcasta.
hu: Nincsenek hozzáadott kedvenc podcastok.
id: Belum ada podcast favorit ditambahkan.
it: Nessun podcast preferito aggiunto.
ja: お気に入りのポッドキャストが追加されていません。
ms: Tiada podcast kegemaran ditambah.
nb: Ingen favorittpodkaster er lagt til.
nl: Geen favoriete podcasts toegevoegd.
pl: Nie dodano ulubionych podcastów.
pt_br: Nenhum podcast favorito adicionado.
ro: Nu există podcasturi favorite adăugate.
sk: Žiadne obľúbené podcasty neboli pridané.
sl: Ni dodanih priljubljenih podcastov.
sr: Нема додатих омиљених подкаста.
sv: Inga favoritpoddar tillagda.
th: ไม่มีพอดคาสต์ที่ชื่นชอบถูกเพิ่ม
tr: Favori podcast eklenmedi.
uk: Улюблені подкасти не додано.
vi: Chưa thêm podcast yêu thích nào.

source: Settings
ar: الإعدادات
bg: Настройки
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
eu: Ezarpenak
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ro: Setări
sk: Nastavenia
sl: Nastavitve
sr: Подешавања
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt

source: Skip silence in podcasts
ar: تخطي الصمت في البودكاست
bg: Пропускане на тишината в подкастите
ca: Ometre silencis en podcasts
cs: Přeskočit ticho v podcastech
da: Spring stilhed over i podcasts
de: Stille in Podcasts überspringen
el: Παράλειψη σιωπής στα podcast
es: Saltar silencios en podcasts
eu: Saltatu isiluneak podcastetan
fi: Ohita hiljaisuus podcasteissa
fr: Ignorer les silences dans les podcasts
he: דלג על שקט בפודקאסטים
hi: पॉडकास्ट में खामोशी को छोड़ें
hr: Preskoči tišinu u podcastima
hu: Csendes részek átugrása a podcastokban
id: Lewati bagian sunyi dalam podcast
it: Salta i silenzi nei podcast
ja: ポッドキャストの無音部分をスキップ
ms: Langkau senyap dalam podcast
nb: Hopp over stillhet i podkaster
nl: Stilte in podcasts overslaan
pl: Pomijaj ciszę w podcastach
pt_br: Pular silêncio em podcasts
ro: Omiteți tăcerea în podcasturi
sk: Preskočiť ticho v podcastoch
sl: Preskoči tišino v podcastih
sr: Прескочи тишину у подкастима
sv: Hoppa över tystnad i podcasts
th: ข้ามช่วงเงียบในพอดคาสต์
tr: Podcastlerdeki sessizlikleri atla
uk: Пропускати тишу в подкастах
vi: Bỏ qua khoảng lặng trong podcast

source: Reduce loud sounds
ar: تقليل الأصوات العالية
bg: Намаляване на силните звуци
ca: Reduir sons forts
cs: Snížit hlasité zvuky
da: Reducer høje lyde
de: Laute Töne reduzieren
el: Μείωση δυνατών ήχων
es: Reducir sonidos fuertes
eu: Murriztu soinu ozenak
fi: Vähennä kovia ääniä
fr: Réduire les sons forts
he: הנמך צלילים חזקים
hi: तेज आवाज़ को कम करें
hr: Smanji glasne zvukove
hu: Hangos hangok csökkentése
id: Kurangi suara keras
it: Riduci i suoni forti
ja: 大きな音を抑える
ms: Kurangkan bunyi kuat
nb: Reduser høye lyder
nl: Harde geluiden verminderen
pl: Zmniejsz głośne dźwięki
pt_br: Reduzir sons altos
ro: Reduceți sunetele puternice
sk: Znížiť hlasné zvuky
sl: Zmanjšaj glasne zvoke
sr: Смањи гласне звукове
sv: Minska höga ljud
th: ลดเสียงดัง
tr: Yüksek sesleri azalt
uk: Зменшити гучні звуки
vi: Giảm âm thanh lớn

source: Audio Balance
ar: توازن الصوت
bg: Аудио баланс
ca: Balanç d'àudio
cs: Vyvážení zvuku
da: Lydbalance
el: Ισορροπία ήχου
es: Balance de audio
eu: Audio balantzea
fi: Äänitasapaino
fr: Balance audio
he: איזון שמע
hi: ऑडियो बैलेंस
hr: Balans zvuka
hu: Hang egyensúly
id: Keseimbangan audio
it: Bilanciamento audio
ja: オーディオバランス
ms: Imbangan Audio
nb: Lydbalanse
nl: Audiobalans
pl: Balans dźwięku
pt_br: Balanço de áudio
ro: Balans audio
sk: Vyváženie zvuku
sl: Ravnovesje zvoka
sr: Баланс звука
sv: Ljudbalans
th: สมดุลเสียง
tr: Ses Dengesi
uk: Аудіо баланс
vi: Cân bằng âm thanh

source: Left
ar: يسار
bg: Ляво
ca: Esquerra
cs: Vlevo
da: Venstre
de: Links
el: Αριστερά
es: Izquierda
eu: Ezkerra
fi: Vasen
fr: Gauche
he: שמאל
hi: बाएँ
hr: Lijevo
hu: Bal
id: Kiri
it: Sinistra
ja: 左
ms: Kiri
nb: Venstre
nl: Links
pl: Lewy
pt_br: Esquerda
ro: Stânga
sk: Ľavý
sl: Levo
sr: Лево
sv: Vänster
th: ซ้าย
tr: Sol
uk: Лівий
vi: Trái

source: Right
ar: يمين
bg: Дясно
ca: Dreta
cs: Vpravo
da: Højre
de: Rechts
el: Δεξιά
es: Derecha
eu: Eskuina
fi: Oikea
fr: Droite
he: ימין
hi: दाएँ
hr: Desno
hu: Jobb
id: Kanan
it: Destra
ja: 右
ms: Kanan
nb: Høyre
nl: Rechts
pl: Prawy
pt_br: Direita
ro: Dreapta
sk: Pravý
sl: Desno
sr: Десно
sv: Höger
th: ขวา
tr: Sağ
uk: Правий
vi: Phải

source: Center
ar: وسط
bg: Център
ca: Centre
cs: Střed
da: Midte
de: Mitte
el: Κέντρο
es: Centro
eu: Erdia
fi: Keski
fr: Centre
he: מרכז
hi: केंद्र
hr: Centar
hu: Közép
id: Tengah
it: Centro
ja: 中央
ms: Tengah
nb: Midten
nl: Midden
pl: Środek
pt_br: Centro
ro: Centru
sk: Stred
sl: Sredina
sr: Центар
sv: Mitten
th: กลาง
tr: Merkez
uk: Центр
vi: Giữa

source: Subscriptions
ar: الاشتراكات
bg: Абонаменти
ca: Subscripcions
cs: Odběry
da: Abonnementer
de: Abonnements
el: Συνδρομές
es: Suscripciones
eu: Harpidetzak
fi: Tilaukset
fr: Abonnements
he: מנויים
hi: सदस्यताएँ
hr: Pretplate
hu: Feliratkozások
id: Langganan
it: Abbonamenti
ja: 購読
ms: Langganan
nb: Abonnementer
nl: Abonnementen
pl: Subskrypcje
pt_br: Assinaturas
ro: Abonamente
sk: Odbery
sl: Naročnine
sr: Претплате
sv: Prenumerationer
th: การสมัครสมาชิก
tr: Abonelikler
uk: Підписки
vi: Đăng ký

source: No subscriptions added.
ar: لم تتم إضافة اشتراكات.
bg: Няма добавени абонаменти.
ca: No s'han afegit subscripcions.
cs: Nebyly přidány žádné odběry.
da: Ingen abonnementer tilføjet.
de: Keine Abonnements hinzugefügt.
el: Δεν έχουν προστεθεί συνδρομές.
es: No se han añadido suscripciones.
eu: Ez da harpidetzerik gehitu.
fi: Ei lisättyjä tilauksia.
fr: Aucun abonnement ajouté.
he: לא נוספו מנויים.
hi: कोई सदस्यता नहीं जोड़ी गई।
hr: Nema dodanih pretplata.
hu: Nincsenek hozzáadott feliratkozások.
id: Belum ada langganan ditambahkan.
it: Nessun abbonamento aggiunto.
ja: 購読が追加されていません。
ms: Tiada langganan ditambah.
nb: Ingen abonnementer er lagt til.
nl: Geen abonnementen toegevoegd.
pl: Nie dodano subskrypcji.
pt_br: Nenhuma assinatura adicionada.
ro: Nu există abonamente adăugate.
sk: Žiadne odbery neboli pridané.
sl: Ni dodanih naročnin.
sr: Нема додатих претплата.
sv: Inga prenumerationer tillagda.
th: ไม่มีการสมัครสมาชิกที่เพิ่ม
tr: Abonelik eklenmedi.
uk: Підписки не додано.
vi: Chưa thêm đăng ký nào.

source: Loading episodes...
ar: جاري تحميل الحلقات...
bg: Зареждане на епизоди...
ca: Carregant episodis...
cs: Načítání epizod...
da: Indlæser episoder...
de: Episoden werden geladen...
el: Φόρτωση επεισοδίων...
es: Cargando episodios...
eu: Atalak kargatzen...
fi: Ladataan jaksoja...
fr: Chargement des épisodes...
he: טוען פרקים...
hi: एपिसोड लोड हो रहे हैं...
hr: Učitavanje epizoda...
hu: Epizódok betöltése...
id: Memuat episode...
it: Caricamento episodi...
ja: エピソードを読み込み中...
ms: Memuatkan episod...
nb: Laster episoder...
nl: Afleveringen laden...
pl: Ładowanie odcinków...
pt_br: Carregando episódios...
ro: Se încarcă episoadele...
sk: Načítavanie epizód...
sl: Nalaganje epizod...
sr: Учитавање епизода...
sv: Laddar avsnitt…
th: กำลังโหลดตอน...
tr: Bölümler yükleniyor...
uk: Завантаження епізодів...
vi: Đang tải tập...

source: Search Podcasts
ar: البحث عن البودكاست
bg: Търсене на подкасти
ca: Cercar podcasts
cs: Hledat podcasty
da: Søg podcasts
de: Podcasts suchen
el: Αναζήτηση podcast
es: Buscar podcasts
eu: Bilatu podcastak
fi: Etsi podcasteja
fr: Rechercher des podcasts
he: חפש פודקאסטים
hi: पॉडकास्ट खोजें
hr: Pretraži podcaste
hu: Podcastok keresése
id: Cari Podcast
it: Cerca podcast
ja: ポッドキャストを検索
ms: Cari Podcast
nb: Søk etter podkaster
nl: Podcasts zoeken
pl: Szukaj podcastów
pt_br: Buscar podcasts
ro: Căutați podcasturi
sk: Vyhľadávanie podcastov
sl: Iskanje podcastov
sr: Претражи подкасте
sv: Sök podcasts
th: ค้นหาพอดคาสต์
tr: Podcast Ara
uk: Пошук подкастів
vi: Tìm kiếm podcast

source: No results yet.
ar: لا توجد نتائج بعد.
bg: Все още няма резултати.
ca: Encara no hi ha resultats.
cs: Zatím žádné výsledky.
da: Ingen resultater endnu.
de: Noch keine Ergebnisse.
el: Δεν υπάρχουν αποτελέσματα ακόμα.
es: Aún no hay resultados.
eu: Oraindik ez dago emaitzarik.
fi: Ei vielä tuloksia.
fr: Aucun résultat pour l'instant.
he: אין תוצאות עדיין.
hi: अभी तक कोई परिणाम नहीं।
hr: Još nema rezultata.
hu: Még nincs eredmény.
id: Belum ada hasil.
it: Ancora nessun risultato.
ja: まだ結果はありません。
ms: Belum ada keputusan.
nb: Ingen resultater ennå.
nl: Nog geen resultaten.
pl: Brak wyników.
pt_br: Ainda sem resultados.
ro: Încă nu există rezultate.
sk: Zatiaľ žiadne výsledky.
sl: Še ni rezultatov.
sr: Још нема резултата.
sv: Inga resultat ännu.
th: ยังไม่มีผลลัพธ์
tr: Henüz sonuç yok.
uk: Поки немає результатів.
vi: Chưa có kết quả.

source: Search for Podcasts
ar: البحث عن البودكاست
bg: Търсене на подкасти
ca: Cercar podcasts
cs: Hledat podcasty
da: Søg efter podcasts
de: Nach Podcasts suchen
el: Αναζήτηση για podcast
es: Buscar podcasts
eu: Bilatu podcastak
fi: Etsi podcasteja
fr: Rechercher des podcasts
he: חפש פודקאסטים
hi: पॉडकास्ट के लिए खोजें
hr: Pretraži podcaste
hu: Podcastok keresése
id: Cari Podcast
it: Cerca podcast
ja: ポッドキャストを検索
ms: Cari Podcast
nb: Søk etter podkaster
nl: Zoeken naar podcasts
pl: Szukaj podcastów
pt_br: Buscar podcasts
ro: Căutați podcasturi
sk: Vyhľadať podcasty
sl: Išči podcaste
sr: Претражи подкасте
sv: Sök efter podcasts
th: ค้นหาพอดคาสต์
tr: Podcast Ara
uk: Шукати подкасти
vi: Tìm kiếm podcast

source: Loading podcast...
ar: جاري تحميل البودكاست...
bg: Зареждане на подкаст...
ca: Carregant podcast...
cs: Načítání podcastu...
da: Indlæser podcast...
de: Podcast wird geladen...
el: Φόρτωση podcast...
es: Cargando podcast...
eu: Podcasta kargatzen...
fi: Ladataan podcastia...
fr: Chargement du podcast...
he: טוען פודקאסט...
hi: पॉडकास्ट लोड हो रहा है...
hr: Učitavanje podcasta...
hu: Podcast betöltése...
id: Memuat podcast...
it: Caricamento podcast...
ja: ポッドキャストを読み込み中...
ms: Memuatkan podcast...
nb: Laster podkast...
nl: Podcast laden...
pl: Ładowanie podcastu...
pt_br: Carregando podcast...
ro: Se încarcă podcastul...
sk: Načítavanie podcastu...
sl: Nalaganje podcasta...
sr: Учитавање подкаста...
sv: Laddar podcast…
th: กำลังโหลดพอดคาสต์...
tr: Podcast yükleniyor...
uk: Завантаження подкасту...
vi: Đang tải podcast...

source: Loading PodRams...
ar: جاري تحميل PodRams...
bg: Зареждане на PodRams...
ca: Carregant PodRams...
cs: Načítání PodRams...
da: Indlæser PodRams...
de: PodRams wird geladen...
el: Φόρτωση PodRams...
es: Cargando PodRams...
eu: PodRams kargatzen...
fi: Ladataan PodRams...
fr: Chargement de PodRams...
he: טוען PodRams...
hi: PodRams लोड हो रहा है...
hr: Učitavanje PodRams...
hu: PodRams betöltése...
id: Memuat PodRams...
it: Caricamento PodRams...
ja: PodRamsを読み込み中...
ms: Memuatkan PodRams...
nb: Laster PodRams...
nl: PodRams laden...
pl: Ładowanie PodRams...
pt_br: Carregando PodRams...
ro: Se încarcă PodRams...
sk: Načítavanie PodRams...
sl: Nalaganje PodRams...
sr: Учитавање PodRams...
sv: Laddar PodRams…
th: กำลังโหลด PodRams...
tr: PodRams yükleniyor...
uk: Завантаження PodRams...
vi: Đang tải PodRams...

source: Preparing your podcasts
ar: جاري إعداد البودكاست الخاص بك
bg: Подготвяне на вашите подкасти
ca: Preparant els teus podcasts
cs: Příprava vašich podcastů
da: Forbereder dine podcasts
de: Deine Podcasts werden vorbereitet
el: Προετοιμασία των podcast σας
es: Preparando tus podcasts
eu: Zure podcastak prestatzen
fi: Valmistellaan podcastejasi
fr: Préparation de vos podcasts
he: מכין את הפודקאסטים שלך
hi: आपके पॉडकास्ट तैयार किए जा रहे हैं
hr: Pripremanje vaših podcasta
hu: Podcastjaid előkészítése
id: Menyiapkan podcast Anda
it: Preparazione dei tuoi podcast
ja: ポッドキャストを準備中
ms: Menyediakan podcast anda
nb: Forbereder podkastene dine
nl: Je podcasts voorbereiden
pl: Przygotowanie podcastów
pt_br: Preparando seus podcasts
ro: Se pregătesc podcasturile
sk: Pripravujú sa vaše podcasty
sl: Pripravljanje vaših podcastov
sr: Припремање ваших подкаста
sv: Förbereder dina podcasts
th: กำลังเตรียมพอดคาสต์ของคุณ
tr: Podcastleriniz hazırlanıyor
uk: Підготовка ваших подкастів
vi: Đang chuẩn bị podcast của bạn

source: No episodes available
ar: لا توجد حلقات متاحة
bg: Няма налични епизоди
ca: No hi ha episodis disponibles
cs: Žádné dostupné epizody
da: Ingen episoder tilgængelige
de: Keine Episoden verfügbar
el: Δεν υπάρχουν διαθέσιμα επεισόδια
es: No hay episodios disponibles
eu: Ez dago atalik eskuragarri
fi: Ei jaksoja saatavilla
fr: Aucun épisode disponible
he: אין פרקים זמינים
hi: कोई एपिसोड उपलब्ध नहीं
hr: Nema dostupnih epizoda
hu: Nincsenek elérhető epizódok
id: Tidak ada episode tersedia
it: Nessun episodio disponibile
ja: 利用可能なエピソードがありません
ms: Tiada episod tersedia
nb: Ingen episoder tilgjengelig
nl: Geen afleveringen beschikbaar
pl: Brak dostępnych odcinków
pt_br: Sem episódios disponíveis
ro: Nu există episoade disponibile
sk: Žiadne dostupné epizódy
sl: Ni razpoložljivih epizod
sr: Нема доступних епизода
sv: Inga avsnitt tillgängliga
th: ไม่มีตอนที่มีอยู่
tr: Kullanılabilir bölüm yok
uk: Немає доступних епізодів
vi: Không có tập nào khả dụng

source: Unknown Podcast
ar: بودكاست غير معروف
bg: Неизвестен подкаст
ca: Podcast desconegut
cs: Neznámý podcast
da: Ukendt podcast
de: Unbekannter Podcast
el: Άγνωστο podcast
es: Podcast desconocido
eu: Ezezaguna den podcasta
fi: Tuntematon podcast
fr: Podcast inconnu
he: פודקאסט לא ידוע
hi: अज्ञात पॉडकास्ट
hr: Nepoznat podcast
hu: Ismeretlen podcast
id: Podcast tidak dikenal
it: Podcast sconosciuto
ja: 不明なポッドキャスト
ms: Podcast Tidak Diketahui
nb: Ukjent podkast
nl: Onbekende podcast
pl: Nieznany podcast
pt_br: Podcast desconhecido
ro: Podcast necunoscut
sk: Neznámy podcast
sl: Neznan podcast
sr: Непознат подкаст
sv: Okänd podcast
th: พอดคาสต์ที่ไม่รู้จัก
tr: Bilinmeyen Podcast
uk: Невідомий подкаст
vi: Podcast không xác định

source: Cue
ar: قائمة الانتظار
bg: Опашка
ca: Cua
cs: Fronta
da: Kø
de: Warteschlange
el: Ουρά
es: Cola
eu: Ilara
fi: Jono
fr: File d'attente
he: תור
hi: कतार
hr: Red
hu: Várósor
id: Antrean
it: Coda
ja: キュー
ms: Giliran
nb: Kø
nl: Wachtrij
pl: Kolejka
pt_br: Fila
ro: Coadă
sk: Fronta
sl: Čakalna vrsta
sr: Ред
sv: Kö
th: คิว
tr: Sıra
uk: Черга
vi: Hàng đợi

source: Total Play Time: %@
ar: إجمالي وقت التشغيل: %@
bg: Общо време за възпроизвеждане: %@
ca: Temps total de reproducció: %@
cs: Celková doba přehrávání: %@
da: Samlet afspilningstid: %@
de: Gesamtspielzeit: %@
el: Συνολικός χρόνος αναπαραγωγής: %@
es: Tiempo total de reproducción: %@
eu: Erreprodukzio denbora guztira: %@
fi: Kokonaistoistoaika: %@
fr: Durée totale de lecture: %@
he: זמן השמעה כולל: %@
hi: कुल प्लेटाइम: %@
hr: Ukupno vrijeme reprodukcije: %@
hu: Teljes lejátszási idő: %@
id: Total Waktu Putar: %@
it: Tempo totale di riproduzione: %@
ja: 合計再生時間: %@
ms: Jumlah Masa Main: %@
nb: Total spilletid: %@
nl: Totale afspeeltijd: %@
pl: Całkowity czas odtwarzania: %@
pt_br: Tempo total de reprodução: %@
ro: Timp total de redare: %@
sk: Celkový čas prehrávania: %@
sl: Skupni čas predvajanja: %@
sr: Укупно време слушања: %@
sv: Total speltid: %@
th: เวลาเล่นทั้งหมด: %@
tr: Toplam Çalma Süresi: %@
uk: Загальний час відтворення: %@
vi: Tổng thời gian phát: %@

source: Favorites (%@)
ar: المفضلة (%@)
bg: Любими (%@)
ca: Preferits (%@)
cs: Oblíbené (%@)
da: Favoritter (%@)
de: Favoriten (%@)
el: Αγαπημένα (%@)
es: Favoritos (%@)
eu: Gogokoak (%@)
fi: Suosikit (%@)
fr: Favoris (%@)
he: מועדפים (%@)
hi: पसंदीदा (%@)
hr: Favoriti (%@)
hu: Kedvencek (%@)
id: Favorit (%@)
it: Preferiti (%@)
ja: お気に入り (%@)
ms: Kegemaran (%@)
nb: Favoritter (%@)
nl: Favorieten (%@)
pl: Ulubione (%@)
pt_br: Favoritos (%@)
ro: Favorite (%@)
sk: Obľúbené (%@)
sl: Priljubljene (%@)
sr: Омиљено (%@)
sv: Favoriter (%@)
th: รายการโปรด (%@)
tr: Favoriler (%@)
uk: Улюблені (%@)
vi: Yêu thích (%@)

source: Cue (%@)
ar: قائمة الانتظار (%@)
bg: Опашка (%@)
ca: Cua (%@)
cs: Fronta (%@)
da: Kø (%@)
de: Warteschlange (%@)
el: Ουρά (%@)
es: Cola (%@)
eu: Ilara (%@)
fi: Jono (%@)
fr: File d'attente (%@)
he: תור (%@)
hi: कतार (%@)
hr: Red (%@)
hu: Várósor (%@)
id: Antrean (%@)
it: Coda (%@)
ja: キュー (%@)
ms: Giliran (%@)
nb: Kø (%@)
nl: Wachtrij (%@)
pl: Kolejka (%@)
pt_br: Fila (%@)
ro: Coadă (%@)
sk: Fronta (%@)
sl: Čakalna vrsta (%@)
sr: Ред (%@)
sv: Kö (%@)
th: คิว (%@)
tr: Sıra (%@)
uk: Черга (%@)
vi: Hàng đợi (%@)

source: Add to cue
ar: إضافة إلى قائمة الانتظار
bg: Добавяне към опашката
ca: Afegir a la cua
cs: Přidat do fronty
da: Tilføj til kø
de: Zur Warteschlange hinzufügen
el: Προσθήκη στην ουρά
es: Añadir a la cola
eu: Gehitu ilarara
fi: Lisää jonoon
fr: Ajouter à la file d'attente
he: הוסף לתור
hi: कतार में जोड़ें
hr: Dodaj u red
hu: Hozzáadás a várósorhoz
id: Tambahkan ke antrean
it: Aggiungi alla coda
ja: キューに追加
ms: Tambah ke giliran
nb: Legg til i køen
nl: Toevoegen aan wachtrij
pl: Dodaj do kolejki
pt_br: Adicionar à fila
ro: Adăugați la coadă
sk: Pridať do fronty
sl: Dodaj v čakalno vrsto
sr: Додај у ред
sv: Lägg till i kön
th: เพิ่มไปยังคิว
tr: Sıraya ekle
uk: Додати до черги
vi: Thêm vào hàng đợi

source: Remove from cue
ar: إزالة من قائمة الانتظار
bg: Премахване от опашката
ca: Eliminar de la cua
cs: Odebrat z fronty
da: Fjern fra kø
de: Aus Warteschlange entfernen
el: Αφαίρεση από την ουρά
es: Eliminar de la cola
eu: Kendu ilaratik
fi: Poista jonosta
fr: Retirer de la file d'attente
he: הסר מהתור
hi: कतार से हटाएँ
hr: Ukloni iz reda
hu: Eltávolítás a várósorból
id: Hapus dari antrean
it: Rimuovi dalla coda
ja: キューから削除
ms: Keluarkan dari giliran
nb: Fjern fra køen
nl: Verwijderen uit wachtrij
pl: Usuń z kolejki
pt_br: Remover da fila
ro: Eliminați din coadă
sk: Odstrániť z fronty
sl: Odstrani iz čakalne vrste
sr: Уклони из реда
sv: Ta bort från kön
th: ลบออกจากคิว
tr: Sıradan çıkar
uk: Вилучити з черги
vi: Xóa khỏi hàng đợi

source: Download all from cue
ar: تنزيل الكل من قائمة الانتظار
bg: Изтегляне на всички от опашката
ca: Descarregar tot de la cua
cs: Stáhnout vše z fronty
da: Download alle fra kø
de: Alle aus Warteschlange herunterladen
el: Λήψη όλων από την ουρά
es: Descargar todo de la cola
eu: Deskargatu guztiak ilaratik
fi: Lataa kaikki jonosta
fr: Tout télécharger depuis la file d'attente
he: הורד הכל מהתור
hi: कतार से सभी डाउनलोड करें
hr: Preuzmi sve iz reda
hu: Összes letöltése a várósorból
id: Unduh semua dari antrean
it: Scarica tutto dalla coda
ja: キューからすべてダウンロード
ms: Muat turun semua dari giliran
nb: Last ned alt fra køen
nl: Alles uit wachtrij downloaden
pl: Pobierz wszystko z kolejki
pt_br: Baixar tudo da fila
ro: Descărcați tot din coadă
sk: Stiahnuť všetko z fronty
sl: Prenesi vse iz čakalne vrste
sr: Преузми све из реда
sv: Ladda ner alla från kön
th: ดาวน์โหลดทั้งหมดจากคิว
tr: Sıradakilerin tümünü indir
uk: Завантажити все з черги
vi: Tải xuống tất cả từ hàng đợi

source: Download all episodes in the cue
ar: تنزيل جميع الحلقات في قائمة الانتظار
bg: Изтегляне на всички епизоди в опашката
ca: Descarregar tots els episodis de la cua
cs: Stáhnout všechny epizody ve frontě
da: Download alle episoder i køen
de: Alle Episoden in der Warteschlange herunterladen
el: Λήψη όλων των επεισοδίων στην ουρά
es: Descargar todos los episodios en la cola
eu: Deskargatu ilarako atal guztiak
fi: Lataa kaikki jaksot jonosta
fr: Télécharger tous les épisodes dans la file d'attente
he: הורד את כל הפרקים בתור
hi: कतार में सभी एपिसोड डाउनलोड करें
hr: Preuzmi sve epizode u redu
hu: Összes epizód letöltése a várósorból
id: Unduh semua episode dalam antrean
it: Scarica tutti gli episodi nella coda
ja: キュー内のすべてのエピソードをダウンロード
ms: Muat turun semua episod dalam giliran
nb: Last ned alle episoder i køen
nl: Alle afleveringen in de wachtrij downloaden
pl: Pobierz wszystkie odcinki z kolejki
pt_br: Baixar todos os episódios na fila
ro: Descărcați toate episoadele din coadă
sk: Stiahnuť všetky epizódy vo fronte
sl: Prenesi vse epizode iz čakalne vrste
sr: Преузми све епизоде из реда
sv: Ladda ner alla avsnitt i kön
th: ดาวน์โหลดตอนทั้งหมดในคิว
tr: Sıradaki tüm bölümleri indir
uk: Завантажити всі епізоди в черзі
vi: Tải xuống tất cả tập trong hàng đợi
