Repository: jonxster/PodRams
Catalog: PodRams/*.lproj/Localizable.strings
Languages: ar, bg, ca, cs, da, de, el, es, eu, fi, fr, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_br, ro, sk, sl, sr, sv, th, tr, uk, vi

# Help.EpisodeManagement.Content
source: Episode management: • Download episodes for offline listening. • Add episodes to your cue (playlist). • Reorder episodes. • View episode details. • Track download progress. • Delete downloaded episodes. Open the context menu (•••) on any episode to see these actions.
ar: إدارة الحلقات: • نزّل الحلقات للاستماع دون اتصال. • أضف الحلقات إلى قائمة الانتظار (Cue). • أعد ترتيب قائمة الانتظار بالسحب والإفلات. • اعرض تفاصيل الحلقة وملاحظاتها. • راقب تقدم التنزيل. • احذف الحلقات التي تم تنزيلها. افتح قائمة السياق (•••) لأي حلقة لرؤية هذه الإجراءات.
bg: Управление на епизодите: • Изтегляйте епизоди за слушане офлайн. • Добавяйте епизоди към опашката (Cue). • Пренареждайте опашката чрез плъзгане и пускане. • Вижте подробности и бележки за епизодите. • Следете напредъка при изтегляне. • Изтривайте изтеглени епизоди. Отворете контекстното меню (•••) за всеки епизод, за да видите тези действия.
ca: Gestió dels episodis: • Descarrega episodis per escoltar-los fora de línia. • Afegeix episodis a la cua (Cue). • Reorganitza la cua arrossegant i deixant anar. • Consulta els detalls i les notes dels episodis. • Fes seguiment del progrés de descàrrega. • Esborra els episodis descarregats. Obre el menú contextual (•••) de qualsevol episodi per veure aquestes accions.
cs: Správa epizod: • Stahujte epizody pro poslech offline. • Přidávejte epizody do fronty (Cue). • Měňte pořadí ve frontě přetažením. • Zobrazte detaily a poznámky k epizodám. • Sledujte průběh stahování. • Mažte stažené epizody. Otevřete kontextovou nabídku (•••) u libovolné epizody a zobrazte tyto akce.
da: Administrér episoder: • Download episoder til offline-lytning. • Tilføj episoder til køen (Cue). • Omarrangér køen med træk og slip. • Se detaljer og noter om episoder. • Følg download-status. • Slet downloadede episoder. Åbn kontekstmenuen (•••) for en episode for at se disse handlinger.
de: Episodenverwaltung: • Episoden für die Offline-Wiedergabe herunterladen. • Episoden zur Cue-Wiedergabeliste hinzufügen. • Cue-Reihenfolge per Ziehen ändern. • Episodendetails und Shownotes anzeigen. • Downloadfortschritt beobachten. • Heruntergeladene Episoden löschen. Öffnen Sie das Kontextmenü (•••) einer Episode, um diese Aktionen aufzurufen.
el: Διαχείριση επεισοδίων: • Κατεβάστε επεισόδια για ακρόαση χωρίς σύνδεση. • Προσθέστε επεισόδια στην ουρά Cue. • Αλλάξτε τη σειρά της ουράς με μεταφορά. • Προβάλετε λεπτομέρειες και σημειώσεις επεισοδίου. • Παρακολουθήστε την πρόοδο των λήψεων. • Διαγράψτε τα ληφθέντα επεισόδια. Ανοίξτε το μενού περιεχομένου (•••) σε οποιοδήποτε επεισόδιο για να δείτε τις ενέργειες.
es: Gestión de episodios: • Descarga episodios para escuchar sin conexión. • Añade episodios a tu lista Cue. • Reordena la cola arrastrando los episodios. • Consulta los detalles y las notas de cada episodio. • Supervisa el progreso de las descargas. • Elimina los episodios descargados. Abre el menú contextual (•••) de cualquier episodio para ver estas opciones.
eu: Episodioen kudeaketa: • Deskargatu episodioen edukia lineaz kanpo entzuteko. • Gehitu episodioen edukia ilaran (Cue). • Aldatu ilararen ordena arrastatu eta jareginez. • Ikusi atalaren xehetasunak eta oharrak. • Jarraitu deskargen aurrerapena. • Ezabatu deskargatutako atalak. Ireki testuinguru-menua (•••) edozein ataletarako ekintza hauek ikusteko.
fi: Jaksojen hallinta: • Lataa jaksot kuunneltavaksi offline-tilassa. • Lisää jaksot jonoon (Cue). • Järjestä jono uudelleen vetämällä ja pudottamalla. • Katso jakson tiedot ja muistiinpanot. • Seuraa latauksen etenemistä. • Poista ladatut jaksot. Avaa kontekstivalikko (•••) missä tahansa jaksossa nähdäksesi nämä toiminnot.
fr: Gestion des épisodes : • Téléchargez des épisodes pour les écouter hors ligne. • Ajoutez des épisodes à la file Cue. • Réorganisez la file en faisant glisser les épisodes. • Consultez les détails et les notes des épisodes. • Surveillez la progression des téléchargements. • Supprimez les épisodes téléchargés. Ouvrez le menu contextuel (•••) d'un épisode pour afficher ces actions.
he: ניהול פרקים: • הורידו פרקים להאזנה ללא חיבור. • הוסיפו פרקים לתור (Cue). • סדרו מחדש את התור באמצעות גרירה. • צפו בפרטי הפרק ובתקצירי השמע. • עקבו אחר התקדמות ההורדה. • מחקו פרקים שהורדו. פתחו את תפריט ההקשר (•••) בכל פרק כדי לראות את האפשרויות.
hi: एपिसोड प्रबंधन: • ऑफ़लाइन सुनने के लिए एपिसोड डाउनलोड करें। • एपिसोड को क्यू (Cue) में जोड़ें। • ड्रैग और ड्रॉप से क्यू को पुनः व्यवस्थित करें। • एपिसोड का विवरण और नोट्स देखें। • डाउनलोड प्रगति ट्रैक करें। • डाउनलोड किए गए एपिसोड हटाएँ। किसी भी एपिसोड पर संदर्भ मेन्यू (•••) खोलकर ये क्रियाएँ देखें।
hr: Upravljanje epizodama: • Preuzmite epizode za slušanje izvan mreže. • Dodajte epizode u red čekanja (Cue). • Promijenite redoslijed povlačenjem i ispuštanjem. • Pogledajte detalje i bilješke epizode. • Pratite napredak preuzimanja. • Izbrišite preuzete epizode. Otvorite kontekstni izbornik (•••) bilo koje epizode da biste vidjeli ove radnje.
hu: Epizódok kezelése: • Töltse le az epizódokat offline hallgatáshoz. • Adja hozzá az epizódokat a várólistához (Cue). • Rendezze át a várólistát húzással és ejtéssel. • Tekintse meg az epizód részleteit és jegyzeteit. • Kövesse a letöltés folyamatát. • Törölje a letöltött epizódokat. Nyissa meg a helyi menüt (•••) bármelyik epizódnál ezekhez a műveletekhez.
id: Manajemen episode: • Unduh episode untuk mendengarkan secara offline. • Tambahkan episode ke antrean (Cue). • Atur ulang antrean dengan seret dan lepas. • Lihat detail dan catatan episode. • Pantau kemajuan unduhan. • Hapus episode yang sudah diunduh. Buka menu konteks (•••) pada episode untuk melihat tindakan ini.
it: Gestione episodi: • Scarica gli episodi per l'ascolto offline. • Aggiungi episodi alla lista Cue. • Riordina la coda trascinando gli elementi. • Visualizza dettagli e note dell'episodio. • Monitora l'avanzamento dei download. • Elimina gli episodi scaricati. Apri il menu contestuale (•••) di ogni episodio per vedere queste azioni.
ja: エピソード管理: • エピソードをダウンロードしてオフラインで聴きます。 • Cue キューにエピソードを追加します。 • ドラッグしてキューの順序を変更します。 • エピソードの詳細やメモを確認します。 • ダウンロード状況を監視します。 • ダウンロード済みのエピソードを削除します。 各エピソードのコンテキストメニュー (•••) からこれらの操作にアクセスできます。
ms: Pengurusan episod: • Muat turun episod untuk didengar di luar talian. • Tambah episod ke dalam giliran (Cue). • Susun semula giliran dengan seret dan lepas. • Lihat butiran dan nota episod. • Pantau kemajuan muat turun. • Padam episod yang telah dimuat turun. Buka menu konteks (•••) pada episod untuk melihat tindakan ini.
nb: Episodehåndtering: • Last ned episoder for lytting uten nett. • Legg episoder i Cue-køen. • Endre rekkefølgen i køen ved å dra og slippe. • Se episodeinformasjon og notater. • Følg med på nedlastingsfremdriften. • Slett nedlastede episoder. Åpne kontekstmenyen (•••) på en episode for å se disse valgene.
nl: Afleveringen beheren: • Download afleveringen om offline te beluisteren. • Voeg afleveringen toe aan de wachtrij (Cue). • Wijzig de volgorde in de wachtrij met slepen en neerzetten. • Bekijk details en notities van de aflevering. • Volg de voortgang van downloads. • Verwijder gedownloade afleveringen. Open het contextmenu (•••) van een aflevering om deze acties te zien.
pl: Zarządzanie odcinkami: • Pobieraj odcinki, aby słuchać offline. • Dodawaj odcinki do kolejki (Cue). • Zmieniaj kolejność w kolejce metodą przeciągnij i upuść. • Wyświetl szczegóły i notatki odcinka. • Monitoruj postęp pobierania. • Usuwaj pobrane odcinki. Otwórz menu kontekstowe (•••) dla dowolnego odcinka, aby zobaczyć te akcje.
pt_br: Gerenciamento de episódios: • Baixe episódios para ouvir offline. • Adicione episódios à fila Cue. • Reorganize a fila arrastando os itens. • Veja detalhes e notas de cada episódio. • Acompanhe o progresso dos downloads. • Exclua os episódios baixados. Abra o menu de contexto (•••) de qualquer episódio para ver essas ações.
ro: Gestionarea episoadelor: • Descarcă episoade pentru ascultare offline. • Adaugă episoade în coadă (Cue). • Reordonează coada prin drag & drop. • Vezi detaliile și notițele episoadelor. • Monitorizează progresul descărcării. • Șterge episoadele descărcate. Deschide meniul contextual (•••) pentru orice episod pentru a vedea aceste acțiuni.
sk: Správa epizód: • Stiahnite si epizódy na počúvanie offline. • Pridajte epizódy do fronty (Cue). • Zmeňte poradie vo fronte ťahaním a pustením. • Zobrazte podrobnosti a poznámky epizód. • Sledujte priebeh sťahovania. • Odstráňte stiahnuté epizódy. Otvorte kontextové menu (•••) ľubovoľnej epizódy a zobrazte tieto akcie.
sl: Upravljanje epizod: • Prenesite epizode za poslušanje brez povezave. • Dodajte epizode v čakalno vrsto (Cue). • Spremenite vrstni red v čakalni vrsti s povleci in spusti. • Oglejte si podrobnosti in opombe epizod. • Spremljajte napredek prenosa. • Izbrišite prenesene epizode. Odprite kontekstni meni (•••) za katerokoli epizodo, da vidite te možnosti.
sr: Управљање епизодама: • Преузмите епизоде за офлајн слушање. • Додајте епизоде у ред (Cue). • Промените редослед у реду превлачењем. • Погледајте детаље и белешке епизоде. • Пратите напредак преузимања. • Обришите преузете епизоде. Отворите контекст мени (•••) за било коју епизоду да бисте видели ове акције.
sv: Hantera avsnitt: • Ladda ner avsnitt för att lyssna offline. • Lägg till avsnitt i kön (Cue). • Ändra ordning i kön genom att dra och släppa. • Visa detaljer och anteckningar för avsnitt. • Följ nedladdningsförloppet. • Ta bort nedladdade avsnitt. Öppna snabbmenyn (•••) för ett avsnitt för att se dessa åtgärder.
th: การจัดการตอน: • ดาวน์โหลดตอนเพื่อฟังแบบออฟไลน์ • เพิ่มตอนลงในคิว (Cue) • จัดลำดับคิวใหม่โดยการลากและวาง • ดูรายละเอียดและบันทึกของตอน • ติดตามความคืบหน้าของการดาวน์โหลด • ลบตอนที่ดาวน์โหลดแล้ว เปิดเมนูบริบท (•••) ของตอนเพื่อดูการกระทำเหล่านี้.
tr: Bölüm yönetimi: • Çevrimdışı dinlemek için bölümleri indirin. • Bölümleri kuyruğa (Cue) ekleyin. • Kuyruğu sürükle-bırak yöntemiyle yeniden düzenleyin. • Bölüm ayrıntılarını ve notlarını görüntüleyin. • İndirme ilerlemesini takip edin. • İndirilen bölümleri silin. Herhangi bir bölüm için bağlam menüsünü (•••) açarak bu işlemleri görebilirsiniz.
uk: Керування епізодами: • Завантажуйте епізоди для прослуховування офлайн. • Додавайте епізоди до черги Cue. • Змінюйте порядок у черзі перетягуванням. • Переглядайте деталі епізодів і нотатки. • Стежте за прогресом завантаження. • Видаляйте завантажені епізоди. Відкрийте контекстне меню (•••) на будь-якому епізоді, щоб побачити ці дії.
vi: Quản lý tập: • Tải tập để nghe ngoại tuyến. • Thêm tập vào hàng đợi (Cue). • Sắp xếp lại hàng đợi bằng cách kéo và thả. • Xem chi tiết và ghi chú của tập. • Theo dõi tiến trình tải xuống. • Xóa các tập đã tải xuống. Mở menu ngữ cảnh (•••) của bất kỳ tập nào để xem các hành động này.

# Help.PodcastManagement.Title
source: Podcast Management
ar: إدارة البودكاست
bg: Управление на подкасти
ca: Gestió de podcasts
cs: Správa podcastů
da: Administration af podcasts
de: Podcast-Verwaltung
el: Διαχείριση podcast
es: Gestión de podcasts
eu: Podcasten kudeaketa
fi: Podcastien hallinta
fr: Gestion des podcasts
he: ניהול פודקאסטים
hi: पॉडकास्ट प्रबंधन
hr: Upravljanje podcastima
hu: Podcastkezelés
id: Manajemen Podcast
it: Gestione podcast
ja: ポッドキャスト管理
ms: Pengurusan Podcast
nb: Podkastadministrasjon
nl: Podcasts beheren
pl: Zarządzanie podcastami
pt_br: Gerenciamento de podcasts
ro: Gestionare podcasturi
sk: Správa podcastov
sl: Upravljanje podcastov
sr: Управљање подкастима
sv: Hantera poddar
th: การจัดการพอดแคสต์
tr: Podcast Yönetimi
uk: Керування подкастами
vi: Quản lý podcast

# Help.PodcastManagement.Content
source: Podcast management: • Subscribe to podcasts to receive new episodes. • Add podcasts to favorites for quick access. • View podcast details. • Manage your subscriptions. • Search for new podcasts. • Import/Export subscription lists. Toolbar icons let you jump directly to these management screens.
ar: إدارة البودكاست: • اشترك في البودكاست لتصلك الحلقات الجديدة. • أضف البودكاست إلى المفضلة للوصول السريع. • استعرض تفاصيل البرنامج وقائمة الحلقات. • أدِر اشتراكاتك. • ابحث عن بودكاست جديدة. • استورد أو صدّر قوائم الاشتراك. تتيح لك أيقونات شريط الأدوات الانتقال مباشرة إلى هذه الشاشات.
bg: Управление на подкастите: • Абонирайте се, за да получавате нови епизоди. • Добавете подкасти към любими за бърз достъп. • Преглеждайте подробности и списък с епизоди. • Управлявайте абонаментите си. • Търсете нови подкасти. • Импортирайте или експортирайте абонаменти. Иконите в лентата с инструменти ви отвеждат директно до тези екрани.
ca: Gestió dels podcasts: • Subscriu-te per rebre nous episodis. • Afegeix podcasts als preferits per accedir-hi ràpidament. • Consulta els detalls del programa i la llista d’episodis. • Gestiona les teves subscripcions. • Cerca nous podcasts. • Importa o exporta subscripcions. Les icones de la barra d’eines et porten directament a aquestes pantalles.
cs: Správa podcastů: • Přihlaste se k odběru, abyste získávali nové epizody. • Přidejte podcasty k oblíbeným pro rychlý přístup. • Prohlédněte si detaily pořadu a seznam epizod. • Spravujte své odběry. • Hledejte nové podcasty. • Importujte nebo exportujte odběry. Ikony na panelu nástrojů vás zavedou přímo na tyto obrazovky.
da: Administrér podcasts: • Abonnér for at modtage nye episoder. • Tilføj podcasts til favoritter for hurtig adgang. • Se programdetaljer og episodelister. • Administrér dine abonnementer. • Søg efter nye podcasts. • Importér eller eksportér abonnementslister. Ikonerne i værktøjslinjen fører dig direkte til disse skærmbilleder.
de: Podcast-Verwaltung: • Podcasts abonnieren, um neue Episoden zu erhalten. • Podcasts zu Favoriten hinzufügen. • Show-Details und Episodenlisten ansehen. • Ihre Abonnements verwalten. • Nach neuen Podcasts suchen. • Abonnementlisten importieren oder exportieren. Über die Symbolleiste gelangen Sie direkt zu diesen Bereichen.
el: Διαχείριση podcast: • Εγγραφείτε σε podcast για να λαμβάνετε νέα επεισόδια. • Προσθέστε podcast στα αγαπημένα για άμεση πρόσβαση. • Δείτε πληροφορίες προγράμματος και λίστα επεισοδίων. • Διαχειριστείτε τις συνδρομές σας. • Αναζητήστε νέα podcast. • Εισαγάγετε ή εξαγάγετε λίστες συνδρομών. Τα εικονίδια της γραμμής εργαλείων οδηγούν απευθείας σε αυτές τις ενότητες.
es: Gestión de podcasts: • Suscríbete a podcasts para recibir nuevos episodios. • Añade podcasts a favoritos para acceder rápidamente. • Revisa la ficha del programa y su lista de episodios. • Administra tus suscripciones. • Busca nuevos podcasts. • Importa o exporta listas de suscripciones. Los iconos de la barra de herramientas te llevan directamente a estas vistas.
eu: Podcasten kudeaketa: • Harpidetu podcastetara atal berriak jasotzeko. • Gehitu podcastak gogokoetan sarbide azkarrerako. • Ikusi programaren xehetasunak eta atal-zerrenda. • Kudeatu zure harpidetzak. • Bilatu podcast berriak. • Inportatu edo esportatu harpidetza-zerrendak. Tresna-barrako ikonek zuzenean eramaten zaituzte pantaila hauetara.
fi: Podcastien hallinta: • Tilaa podcastit saadaksesi uudet jaksot. • Lisää podcastit suosikkeihin nopeaa käyttöä varten. • Selaa ohjelman tietoja ja jaksolistaa. • Hallitse tilauksiasi. • Etsi uusia podcasteja. • Tuo tai vie tilauslistoja. Työkalupalkin kuvakkeet vievät sinut suoraan näihin näkymiin.
fr: Gestion des podcasts : • Abonnez-vous à des podcasts pour recevoir les nouveaux épisodes. • Ajoutez des podcasts aux favoris pour un accès rapide. • Consultez les informations et la liste des épisodes d'une émission. • Gérez vos abonnements. • Recherchez de nouveaux podcasts. • Importez ou exportez des listes d'abonnements. Les icônes de la barre d'outils permettent d'accéder directement à ces sections.
he: ניהול פודקאסטים: • הירשמו לפודקאסטים כדי לקבל פרקים חדשים. • הוסיפו פודקאסטים למועדפים לגישה מהירה. • עיינו בפרטי התכנית וברשימת הפרקים. • נהלו את רשימת המנויים שלכם. • חפשו פודקאסטים חדשים. • ייבאו או ייצאו רשימות מנויים. סמלי סרגל הכלים מובילים ישירות למסכים אלה.
hi: पॉडकास्ट प्रबंधन: • नए एपिसोड पाने के लिए सब्सक्राइब करें। • पसंदीदा में जोड़ें ताकि जल्दी पहुँचा जा सके। • कार्यक्रम का विवरण और एपिसोड सूची देखें। • अपनी सदस्यताओं का प्रबंधन करें। • नए पॉडकास्ट खोजें। • सदस्यता सूची आयात या निर्यात करें। टूलबार आइकन आपको सीधे इन स्क्रीन पर ले जाते हैं।
hr: Upravljanje podcastima: • Pretplatite se da biste primali nove epizode. • Dodajte podcaste u omiljene za brzi pristup. • Pregledajte detalje emisije i popis epizoda. • Upravljajte svojim pretplatama. • Pretražujte nove podcaste. • Uvezite ili izvezite popise pretplata. Ikone na alatnoj traci vode vas izravno na ove zaslone.
hu: Podcastok kezelése: • Iratkozzon fel, hogy megkapja az új epizódokat. • Adja a podcastokat a kedvencekhez a gyors hozzáféréshez. • Tekintse meg a műsor részleteit és az epizódlistát. • Kezelje előfizetéseit. • Keressen új podcastokat. • Importáljon vagy exportáljon előfizetési listákat. Az eszköztár ikonok közvetlenül ezekhez a képernyőkhöz vezetnek.
id: Manajemen podcast: • Berlangganan untuk menerima episode baru. • Tambahkan podcast ke favorit untuk akses cepat. • Lihat detail program dan daftar episode. • Kelola langganan Anda. • Temukan podcast baru. • Impor atau ekspor daftar langganan. Ikon bilah alat membawa Anda langsung ke layar ini.
it: Gestione podcast: • Abbonati ai podcast per ricevere nuovi episodi. • Aggiungi i podcast ai preferiti per l'accesso rapido. • Consulta la scheda del programma e l'elenco episodi. • Gestisci i tuoi abbonamenti. • Cerca nuovi podcast. • Importa o esporta gli elenchi di abbonamenti. Le icone della barra degli strumenti ti portano rapidamente a queste sezioni.
ja: ポッドキャスト管理: • ポッドキャストを購読して新しいエピソードを受け取ります。 • お気に入りに追加して素早くアクセスします。 • 番組の詳細とエピソード一覧を確認します。 • 購読の管理を行います。 • 新しいポッドキャストを検索します。 • 購読リストをインポートまたはエクスポートします。 ツールバーのアイコンからこれらの画面にすぐ移動できます。
ms: Pengurusan podcast: • Langgan untuk menerima episod baharu. • Tambah podcast ke kegemaran untuk akses cepat. • Lihat butiran program dan senarai episod. • Urus langganan anda. • Cari podcast baharu. • Import atau eksport senarai langganan. Ikon bar alat membawa anda terus ke skrin ini.
nb: Podkastadministrasjon: • Abonner på podkaster for å få nye episoder. • Legg til podkaster i favoritter for enkel tilgang. • Vis programdetaljer og episodelister. • Administrer abonnementene dine. • Søk etter nye podkaster. • Importer eller eksporter abonnementslister. Verktøylinjeikonene fører deg rett til disse visningene.
nl: Podcasts beheren: • Abonneer je om nieuwe afleveringen te ontvangen. • Voeg podcasts toe aan favorieten voor snelle toegang. • Bekijk programmagegevens en afleveringslijsten. • Beheer je abonnementen. • Zoek naar nieuwe podcasts. • Importeer of exporteer abonnementen. De pictogrammen in de werkbalk brengen je direct naar deze schermen.
pl: Zarządzanie podcastami: • Subskrybuj, aby otrzymywać nowe odcinki. • Dodaj podcasty do ulubionych dla szybkiego dostępu. • Przeglądaj szczegóły programu i listę odcinków. • Zarządzaj swoimi subskrypcjami. • Wyszukuj nowe podcasty. • Importuj lub eksportuj listy subskrypcji. Ikony na pasku narzędzi prowadzą bezpośrednio do tych ekranów.
pt_br: Gerenciamento de podcasts: • Assine podcasts para receber novos episódios. • Adicione podcasts aos favoritos para acesso rápido. • Confira os detalhes do programa e a lista de episódios. • Administre suas assinaturas. • Busque novos podcasts. • Importe ou exporte listas de assinaturas. Os ícones da barra de ferramentas levam você diretamente a essas telas.
ro: Gestionarea podcasturilor: • Abonează-te pentru a primi episoade noi. • Adaugă podcasturile la favorite pentru acces rapid. • Vezi detalii despre program și lista de episoade. • Gestionează-ți abonamentele. • Caută podcasturi noi. • Importă sau exportă liste de abonamente. Pictogramele din bara de instrumente te duc direct la aceste ecrane.
sk: Správa podcastov: • Prihláste sa na odber, aby ste dostávali nové epizódy. • Pridajte podcasty medzi obľúbené pre rýchly prístup. • Prezrite si podrobnosti o programe a zoznam epizód. • Spravujte svoje odbery. • Vyhľadávajte nové podcasty. • Importujte alebo exportujte zoznamy odberov. Ikony na paneli nástrojov vás priamo zavedú na tieto obrazovky.
sl: Upravljanje podcastov: • Naročite se za prejem novih epizod. • Dodajte podcaste med priljubljene za hiter dostop. • Oglejte si podrobnosti programa in seznam epizod. • Upravljajte svoje naročnine. • Poiščite nove podcaste. • Uvozite ali izvozite sezname naročnin. Ikone v orodni vrstici vas popeljejo neposredno na te zaslone.
sr: Управљање подкастима: • Претплатите се да примате нове епизоде. • Додајте подкасте у омиљене ради брзог приступа. • Прегледајте детаље програма и листу епизода. • Управљајте својим претплатама. • Претражујте нове подкасте. • Увезите или извезите листе претплата. Иконе на траци са алаткама воде директно на ове екране.
sv: Hantera poddar: • Prenumerera för att få nya avsnitt. • Lägg till poddar som favoriter för snabb åtkomst. • Visa programinformation och avsnittslista. • Hantera dina prenumerationer. • Sök efter nya poddar. • Importera eller exportera prenumerationslistor. Verktygsfältsikonerna leder dig direkt till dessa vyer.
th: การจัดการพอดแคสต์: • สมัครรับเพื่อรับตอนใหม่ • เพิ่มพอดแคสต์ในรายการโปรดเพื่อเข้าถึงได้รวดเร็ว • ดูรายละเอียดของรายการและรายการตอน • จัดการการสมัครรับของคุณ • ค้นหาพอดแคสต์ใหม่ • นำเข้าหรือส่งออกรายการสมัครรับ ไอคอนแถบเครื่องมือพาคุณไปยังหน้าต่างๆ ได้โดยตรง.
tr: Podcast yönetimi: • Yeni bölümler almak için abone olun. • Hızlı erişim için podcastleri favorilere ekleyin. • Program ayrıntılarını ve bölüm listesini inceleyin. • Aboneliklerinizi yönetin. • Yeni podcastler arayın. • Abonelik listelerini içe veya dışa aktarın. Araç çubuğu simgeleri sizi doğrudan bu ekranlara götürür.
uk: Керування подкастами: • Підписуйтеся на подкасти, щоб отримувати нові епізоди. • Додавайте подкасти до обраних для швидкого доступу. • Переглядайте інформацію про шоу та список епізодів. • Керуйте своїми підписками. • Шукайте нові подкасти. • Імпортуйте або експортуйте списки підписок. Піктограми на панелі інструментів миттєво відкривають ці розділи.
vi: Quản lý podcast: • Đăng ký để nhận các tập mới. • Thêm podcast vào mục yêu thích để truy cập nhanh. • Xem chi tiết chương trình và danh sách tập. • Quản lý đăng ký của bạn. • Tìm podcast mới. • Nhập hoặc xuất danh sách đăng ký. Các biểu tượng trên thanh công cụ đưa bạn trực tiếp đến các màn hình này.

# Help.KeyboardShortcuts.Title
source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
bg: Клавишни комбинации
ca: Dreceres de teclat
cs: Klávesové zkratky
da: Tastaturgenveje
de: Tastaturkürzel
el: Συντομεύσεις πληκτρολογίου
es: Atajos de teclado
eu: Teklatu-lasterbideak
fi: Pikanäppäimet
fr: Raccourcis clavier
he: קיצורי מקלדת
hi: कीबोर्ड शॉर्टकट
hr: Tipkovnički prečaci
hu: Billentyűparancsok
id: Pintasan Keyboard
it: Scorciatoie da tastiera
ja: キーボードショートカット
ms: Pintasan Papan Kekunci
nb: Tastatursnarveier
nl: Sneltoetsen
pl: Skróty klawiaturowe
pt_br: Atalhos de teclado
ro: Scurtături tastatură
sk: Klávesové skratky
sl: Bližnjice na tipkovnici
sr: Пречице на тастатури
sv: Kortkommandon
th: ปุ่มลัดคีย์บอร์ด
tr: Klavye Kısayolları
uk: Клавіатурні скорочення
vi: Phím tắt
