Repository: jonxster/PodRams
Catalog: PodRams/*.lproj/Localizable.strings
Languages: ar, bg, ca, cs, da, de, el, es, eu, fi, fr, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_br, ro, sk, sl, sr, sv, th, tr, uk, vi

# Help.KeyboardShortcuts.Content
source: Keyboard shortcuts: Playback: • ⌘P — Play/Pause • ⌘S — Stop • ⌘← — Previous episode • ⌘→ — Next episode • ⌥⌘← — Skip back 30 s • ⌥⌘→ — Skip forward 30 s • ⌘↑ / ⌘+ / + — Volume up • ⌘↓ / ⌘- / - — Volume down • ⌘M or M — Mute/Unmute Navigation: • ⌘F — Search • ⌘C — Toggle cue • Space — Play/Pause Help: • ⇧⌘1 — Getting Started • ⇧⌘2 — Playback Controls • ⇧⌘3 — Episode Management • ⇧⌘4 — Podcast Management • ⇧⌘5 — Keyboard Shortcuts • ⇧⌘6 — About
ar: اختصارات لوحة المفاتيح: التشغيل: • ⌘P — تشغيل/إيقاف مؤقت • ⌘S — إيقاف • ⌘← — الحلقة السابقة • ⌘→ — الحلقة التالية • ⌥⌘← — رجوع 30 ثانية • ⌥⌘→ — تقدم 30 ثانية • ⌘↑ — رفع الصوت • ⌘↓ — خفض الصوت • ⌘M — كتم/إلغاء الكتم التنقل: • ⌘F — بحث • ⌘C — تبديل قائمة الانتظار • مفتاح المسافة — تشغيل/إيقاف مؤقت المساعدة: • ⇧⌘1 — البدء • ⇧⌘2 — أدوات التشغيل • ⇧⌘3 — إدارة الحلقات • ⇧⌘4 — إدارة البودكاست • ⇧⌘5 — اختصارات لوحة المفاتيح • ⇧⌘6 — حول التطبيق
bg: Клавишни комбинации: Възпроизвеждане: • ⌘P — Пускане/Пауза • ⌘S — Стоп • ⌘← — Предишен епизод • ⌘→ — Следващ епизод • ⌥⌘← — Назад 30 секунди • ⌥⌘→ — Напред 30 секунди • ⌘↑ — Увеличаване на звука • ⌘↓ — Намаляване на звука • ⌘M — Заглушаване/Отмяна Навигация: • ⌘F — Търсене • ⌘C — Превключване на опашката • Интервал — Пускане/Пауза Помощ: • ⇧⌘1 — Започване • ⇧⌘2 — Контроли за възпроизвеждане • ⇧⌘3 — Управление на епизоди • ⇧⌘4 — Управление на подкасти • ⇧⌘5 — Клавишни комбинации • ⇧⌘6 — За приложението
ca: Dreceres de teclat: Reproducció: • ⌘P — Reproduir/Pausa • ⌘S — Atura • ⌘← — Episodi anterior • ⌘→ — Episodi següent • ⌥⌘← — Retrocedir 30 segons • ⌥⌘→ — Avançar 30 segons • ⌘↑ — Pujar volum • ⌘↓ — Baixar volum • ⌘M — Silencia/Activa so Navegació: • ⌘F — Cerca • ⌘C — Alterna la cua • Barra espaiadora — Reproduir/Pausa Ajuda: • ⇧⌘1 — Començar • ⇧⌘2 — Controls de reproducció • ⇧⌘3 — Gestió d’episodis • ⇧⌘4 — Gestió de podcasts • ⇧⌘5 — Dreceres de teclat • ⇧⌘6 — Quant a l’aplicació
cs: Klávesové zkratky: Přehrávání: • ⌘P — Přehrát/Pozastavit • ⌘S — Zastavit • ⌘← — Předchozí epizoda • ⌘→ — Další epizoda • ⌥⌘← — Zpět o 30 sekund • ⌥⌘→ — Vpřed o 30 sekund • ⌘↑ — Zvýšit hlasitost • ⌘↓ — Snížit hlasitost • ⌘M — Ztlumit/Obnovit Navigace: • ⌘F — Hledat • ⌘C — Přepnout frontu • Mezerník — Přehrát/Pozastavit Nápověda: • ⇧⌘1 — Začínáme • ⇧⌘2 — Ovládání přehrávání • ⇧⌘3 — Správa epizod • ⇧⌘4 — Správa podcastů • ⇧⌘5 — Klávesové zkratky • ⇧⌘6 — O aplikaci
da: Tastaturgenveje: Afspilning: • ⌘P — Afspil/Pause • ⌘S — Stop • ⌘← — Forrige episode • ⌘→ — Næste episode • ⌥⌘← — Tilbage 30 sekunder • ⌥⌘→ — Frem 30 sekunder • ⌘↑ — Lydstyrke op • ⌘↓ — Lydstyrke ned • ⌘M — Slå lyd fra/til Navigation: • ⌘F — Søg • ⌘C — Skift kø • Mellemrum — Afspil/Pause Hjælp: • ⇧⌘1 — Kom godt i gang • ⇧⌘2 — Afspilningskontroller • ⇧⌘3 — Administration af episoder • ⇧⌘4 — Administration af podcasts • ⇧⌘5 — Tastaturgenveje • ⇧⌘6 — Om appen
de: Tastaturkürzel: Wiedergabe: • ⌘P — Wiedergabe/Pause • ⌘S — Stopp • ⌘← — Vorherige Episode • ⌘→ — Nächste Episode • ⌥⌘← — 30 s zurück • ⌥⌘→ — 30 s vor • ⌘↑ — Lauter • ⌘↓ — Leiser • ⌘M — Stumm/Ton Navigation: • ⌘F — Suchen • ⌘C — Cue ein/aus • Leertaste — Wiedergabe/Pause Hilfe: • ⇧⌘1 — Erste Schritte • ⇧⌘2 — Wiedergabesteuerung • ⇧⌘3 — Episodenverwaltung • ⇧⌘4 — Podcast-Verwaltung • ⇧⌘5 — Tastaturkürzel • ⇧⌘6 — Über
el: Συντομεύσεις πληκτρολογίου: Αναπαραγωγή: • ⌘P — Αναπαραγωγή/Παύση • ⌘S — Διακοπή • ⌘← — Προηγούμενο επεισόδιο • ⌘→ — Επόμενο επεισόδιο • ⌥⌘← — Πίσω 30 δευτ. • ⌥⌘→ — Μπροστά 30 δευτ. • ⌘↑ — Αύξηση έντασης • ⌘↓ — Μείωση έντασης • ⌘M — Σίγαση/Κατάργηση σίγασης Πλοήγηση: • ⌘F — Αναζήτηση • ⌘C — Εναλλαγή ουράς • Διάστημα — Αναπαραγωγή/Παύση Βοήθεια: • ⇧⌘1 — Γρήγορη εκκίνηση • ⇧⌘2 — Έλεγχοι αναπαραγωγής • ⇧⌘3 — Διαχείριση επεισοδίων • ⇧⌘4 — Διαχείριση podcast • ⇧⌘5 — Συντομεύσεις πληκτρολογίου • ⇧⌘6 — Σχετικά
es: Atajos de teclado: Reproducción: • ⌘P — Reproducir/Pausa • ⌘S — Detener • ⌘← — Episodio anterior • ⌘→ — Episodio siguiente • ⌥⌘← — Retroceder 30 s • ⌥⌘→ — Avanzar 30 s • ⌘↑ — Subir volumen • ⌘↓ — Bajar volumen • ⌘M — Silenciar/Activar sonido Navegación: • ⌘F — Buscar • ⌘C — Mostrar cola • Barra espaciadora — Reproducir/Pausa Ayuda: • ⇧⌘1 — Primeros pasos • ⇧⌘2 — Controles de reproducción • ⇧⌘3 — Gestión de episodios • ⇧⌘4 — Gestión de podcasts • ⇧⌘5 — Atajos de teclado • ⇧⌘6 — Acerca de
eu: Teklatu-lasterbideak: Erreprodukzioa: • ⌘P — Erreproduzitu/Pausatu • ⌘S — Gelditu • ⌘← — Aurreko atala • ⌘→ — Hurrengo atala • ⌥⌘← — Atzera 30 segundo • ⌥⌘→ — Aurrera 30 segundo • ⌘↑ — Bolumena igo • ⌘↓ — Bolumena jaitsi • ⌘M — Isilarazi/Desisilarazi Nabigazioa: • ⌘F — Bilatu • ⌘C — Ilara aldatu • Zuriunea — Erreproduzitu/Pausatu Laguntza: • ⇧⌘1 — Hasteko • ⇧⌘2 — Erreprodukzio-kontrolak • ⇧⌘3 — Episodioen kudeaketa • ⇧⌘4 — Podcasten kudeaketa • ⇧⌘5 — Teklatu-lasterbideak • ⇧⌘6 — Aplikazioari buruz
fi: Pikanäppäimet: Toisto: • ⌘P — Toista/Tauko • ⌘S — Pysäytä • ⌘← — Edellinen jakso • ⌘→ — Seuraava jakso • ⌥⌘← — Taaksepäin 30 sekuntia • ⌥⌘→ — Eteenpäin 30 sekuntia • ⌘↑ — Lisää ääntä • ⌘↓ — Vähennä ääntä • ⌘M — Mykistä/Poista mykistys Navigointi: • ⌘F — Haku • ⌘C — Vaihda jono • Välilyönti — Toista/Tauko Ohje: • ⇧⌘1 — Aloittaminen • ⇧⌘2 — Toiston hallinta • ⇧⌘3 — Jaksojen hallinta • ⇧⌘4 — Podcastien hallinta • ⇧⌘5 — Pikanäppäimet • ⇧⌘6 — Tietoja sovelluksesta
fr: Raccourcis clavier : Lecture : • ⌘P — Lecture/Pause • ⌘S — Arrêter • ⌘← — Épisode précédent • ⌘→ — Épisode suivant • ⌥⌘← — Reculer de 30 s • ⌥⌘→ — Avancer de 30 s • ⌘↑ — Augmenter le volume • ⌘↓ — Diminuer le volume • ⌘M — Couper/Rétablir le son Navigation : • ⌘F — Rechercher • ⌘C — Afficher la file • Barre d'espace — Lecture/Pause Aide : • ⇧⌘1 — Premiers pas • ⇧⌘2 — Contrôles de lecture • ⇧⌘3 — Gestion des épisodes • ⇧⌘4 — Gestion des podcasts • ⇧⌘5 — Raccourcis clavier • ⇧⌘6 — À propos
he: קיצורי מקלדת: השמעה: • ⌘P — הפעלה/השהיה • ⌘S — עצור • ⌘← — פרק קודם • ⌘→ — פרק הבא • ⌥⌘← — חזרה 30 שניות • ⌥⌘→ — קדימה 30 שניות • ⌘↑ — הגברת עוצמה • ⌘↓ — החלשת עוצמה • ⌘M — השתקה/ביטול השתקה ניווט: • ⌘F — חיפוש • ⌘C — הצגת התור • מקש הרווח — הפעלה/השהיה עזרה: • ⇧⌘1 — תחילת עבודה • ⇧⌘2 — בקרות השמעה • ⇧⌘3 — ניהול פרקים • ⇧⌘4 — ניהול פודקאסטים • ⇧⌘5 — קיצורי מקלדת • ⇧⌘6 — על PodRams
hi: कीबोर्ड शॉर्टकट: प्लेबैक: • ⌘P — चलाएँ/रोकें • ⌘S — रोकें • ⌘← — पिछला एपिसोड • ⌘→ — अगला एपिसोड • ⌥⌘← — 30 सेकंड पीछे • ⌥⌘→ — 30 सेकंड आगे • ⌘↑ — वॉल्यूम बढ़ाएँ • ⌘↓ — वॉल्यूम घटाएँ • ⌘M — म्यूट/अनम्यूट नेविगेशन: • ⌘F — खोजें • ⌘C — क्यू बदलें • स्पेसबार — चलाएँ/रोकें सहायता: • ⇧⌘1 — शुरू करना • ⇧⌘2 — प्लेबैक नियंत्रण • ⇧⌘3 — एपिसोड प्रबंधन • ⇧⌘4 — पॉडकास्ट प्रबंधन • ⇧⌘5 — कीबोर्ड शॉर्टकट • ⇧⌘6 — ऐप के बारे में
hr: Tipkovnički prečaci: Reprodukcija: • ⌘P — Reprodukcija/Pauza • ⌘S — Zaustavi • ⌘← — Prethodna epizoda • ⌘→ — Sljedeća epizoda • ⌥⌘← — Unatrag 30 sekundi • ⌥⌘→ — Unaprijed 30 sekundi • ⌘↑ — Pojačaj zvuk • ⌘↓ — Smanji zvuk • ⌘M — Utišaj/Uključi Navigacija: • ⌘F — Pretraži • ⌘C — Prebaci red čekanja • Razmaknica — Reprodukcija/Pauza Pomoć: • ⇧⌘1 — Početak • ⇧⌘2 — Kontrole reprodukcije • ⇧⌘3 — Upravljanje epizodama • ⇧⌘4 — Upravljanje podcastima • ⇧⌘5 — Tipkovnički prečaci • ⇧⌘6 — O aplikaciji
hu: Billentyűparancsok: Lejátszás: • ⌘P — Lejátszás/Szünet • ⌘S — Leállítás • ⌘← — Előző epizód • ⌘→ — Következő epizód • ⌥⌘← — Vissza 30 másodpercet • ⌥⌘→ — Előre 30 másodpercet • ⌘↑ — Hangerő növelése • ⌘↓ — Hangerő csökkentése • ⌘M — Némítás/Visszahangosítás Navigáció: • ⌘F — Keresés • ⌘C — Várólista váltása • Szóköz — Lejátszás/Szünet Súgó: • ⇧⌘1 — Kezdő lépések • ⇧⌘2 — Lejátszási vezérlők • ⇧⌘3 — Epizódkezelés • ⇧⌘4 — Podcastkezelés • ⇧⌘5 — Billentyűparancsok • ⇧⌘6 — Az alkalmazásról
id: Pintasan keyboard: Pemutaran: • ⌘P — Putar/Jeda • ⌘S — Hentikan • ⌘← — Episode sebelumnya • ⌘→ — Episode berikutnya • ⌥⌘← — Mundur 30 detik • ⌥⌘→ — Maju 30 detik • ⌘↑ — Volume naik • ⌘↓ — Volume turun • ⌘M — Bisukan/Nyalakan suara Navigasi: • ⌘F — Cari • ⌘C — Ganti antrean • Spasi — Putar/Jeda Bantuan: • ⇧⌘1 — Memulai • ⇧⌘2 — Kontrol Pemutaran • ⇧⌘3 — Manajemen Episode • ⇧⌘4 — Manajemen Podcast • ⇧⌘5 — Pintasan Keyboard • ⇧⌘6 — Tentang Aplikasi
it: Scorciatoie da tastiera: Riproduzione: • ⌘P — Riproduci/Pausa • ⌘S — Stop • ⌘← — Episodio precedente • ⌘→ — Episodio successivo • ⌥⌘← — Indietro di 30 s • ⌥⌘→ — Avanti di 30 s • ⌘↑ — Aumenta volume • ⌘↓ — Riduci volume • ⌘M — Muto/Riattiva audio Navigazione: • ⌘F — Cerca • ⌘C — Mostra coda • Spazio — Riproduci/Pausa Assistenza: • ⇧⌘1 — Guida introduttiva • ⇧⌘2 — Controlli di riproduzione • ⇧⌘3 — Gestione episodi • ⇧⌘4 — Gestione podcast • ⇧⌘5 — Scorciatoie da tastiera • ⇧⌘6 — Informazioni
ja: キーボードショートカット: 再生: • ⌘P — 再生/一時停止 • ⌘S — 停止 • ⌘← — 前のエピソード • ⌘→ — 次のエピソード • ⌥⌘← — 30 秒戻る • ⌥⌘→ — 30 秒進む • ⌘↑ — 音量を上げる • ⌘↓ — 音量を下げる • ⌘M — ミュート/解除 移動: • ⌘F — 検索 • ⌘C — キューを表示 • スペース — 再生/一時停止 ヘルプ: • ⇧⌘1 — はじめに • ⇧⌘2 — 再生コントロール • ⇧⌘3 — エピソード管理 • ⇧⌘4 — ポッドキャスト管理 • ⇧⌘5 — キーボードショートカット • ⇧⌘6 — PodRamsについて
ms: Pintasan papan kekunci: Main Balik: • ⌘P — Main/Jeda • ⌘S — Henti • ⌘← — Episod sebelumnya • ⌘→ — Episod seterusnya • ⌥⌘← — Undur 30 saat • ⌥⌘→ — Maju 30 saat • ⌘↑ — Volum naik • ⌘↓ — Volum turun • ⌘M — Bisukan/Nyahbisukan Navigasi: • ⌘F — Cari • ⌘C — Tukar giliran • Spacebar — Main/Jeda Bantuan: • ⇧⌘1 — Mula • ⇧⌘2 — Kawalan Main Balik • ⇧⌘3 — Pengurusan Episod • ⇧⌘4 — Pengurusan Podcast • ⇧⌘5 — Pintasan Papan Kekunci • ⇧⌘6 — Tentang Aplikasi
nb: Tastatursnarveier: Avspilling: • ⌘P — Spill av/Pause • ⌘S — Stopp • ⌘← — Forrige episode • ⌘→ — Neste episode • ⌥⌘← — 30 s tilbake • ⌥⌘→ — 30 s fram • ⌘↑ — Volum opp • ⌘↓ — Volum ned • ⌘M — Demp/opphev demping Navigasjon: • ⌘F — Søk • ⌘C — Vis kø • Mellomrom — Spill av/Pause Hjelp: • ⇧⌘1 — Kom i gang • ⇧⌘2 — Avspillingskontroller • ⇧⌘3 — Episodehåndtering • ⇧⌘4 — Podkastadministrasjon • ⇧⌘5 — Tastatursnarveier • ⇧⌘6 — Om
nl: Sneltoetsen: Afspelen: • ⌘P — Afspelen/Pauzeren • ⌘S — Stoppen • ⌘← — Vorige aflevering • ⌘→ — Volgende aflevering • ⌥⌘← — 30 seconden terug • ⌥⌘→ — 30 seconden vooruit • ⌘↑ — Volume omhoog • ⌘↓ — Volume omlaag • ⌘M — Dempen/Dempen opheffen Navigatie: • ⌘F — Zoeken • ⌘C — Wachtrij wisselen • Spatiebalk — Afspelen/Pauzeren Help: • ⇧⌘1 — Aan de slag • ⇧⌘2 — Afspeelbediening • ⇧⌘3 — Afleveringen beheren • ⇧⌘4 — Podcasts beheren • ⇧⌘5 — Sneltoetsen • ⇧⌘6 — Over de app
pl: Skróty klawiaturowe: Odtwarzanie: • ⌘P — Odtwórz/Wstrzymaj • ⌘S — Zatrzymaj • ⌘← — Poprzedni odcinek • ⌘→ — Następny odcinek • ⌥⌘← — Cofnij o 30 sekund • ⌥⌘→ — Do przodu o 30 sekund • ⌘↑ — Głośniej • ⌘↓ — Ciszej • ⌘M — Wycisz/Włącz dźwięk Nawigacja: • ⌘F — Szukaj • ⌘C — Przełącz kolejkę • Spacja — Odtwórz/Wstrzymaj Pomoc: • ⇧⌘1 — Pierwsze kroki • ⇧⌘2 — Sterowanie odtwarzaniem • ⇧⌘3 — Zarządzanie odcinkami • ⇧⌘4 — Zarządzanie podcastami • ⇧⌘5 — Skróty klawiaturowe • ⇧⌘6 — O aplikacji
pt_br: Atalhos de teclado: Reprodução: • ⌘P — Reproduzir/Pausar • ⌘S — Parar • ⌘← — Episódio anterior • ⌘→ — Próximo episódio • ⌥⌘← — Voltar 30 s • ⌥⌘→ — Avançar 30 s • ⌘↑ — Aumentar volume • ⌘↓ — Diminuir volume • ⌘M — Silenciar/Ativar som Navegação: • ⌘F — Buscar • ⌘C — Alternar fila • Barra de espaço — Reproduzir/Pausar Ajuda: • ⇧⌘1 — Primeiros passos • ⇧⌘2 — Controles de reprodução • ⇧⌘3 — Gerenciamento de episódios • ⇧⌘4 — Gerenciamento de podcasts • ⇧⌘5 — Atalhos de teclado • ⇧⌘6 — Sobre
ro: Scurtături de tastatură: Redare: • ⌘P — Redare/Pauză • ⌘S — Oprire • ⌘← — Episod anterior • ⌘→ — Episod următor • ⌥⌘← — Înapoi 30 de secunde • ⌥⌘→ — Înainte 30 de secunde • ⌘↑ — Crește volumul • ⌘↓ — Scade volumul • ⌘M — Mute/Anulare mute Navigare: • ⌘F — Căutare • ⌘C — Comută coada • Space — Redare/Pauză Ajutor: • ⇧⌘1 — Început • ⇧⌘2 — Controale redare • ⇧⌘3 — Gestionare episoade • ⇧⌘4 — Gestionare podcasturi • ⇧⌘5 — Scurtături tastatură • ⇧⌘6 — Despre aplicație
sk: Klávesové skratky: Prehrávanie: • ⌘P — Prehrať/Pozastaviť • ⌘S — Zastaviť • ⌘← — Predchádzajúca epizóda • ⌘→ — Nasledujúca epizóda • ⌥⌘← — 30 sekúnd späť • ⌥⌘→ — 30 sekúnd dopredu • ⌘↑ — Zvýšiť hlasitosť • ⌘↓ — Znížiť hlasitosť • ⌘M — Stlmiť/Zrušiť stlmenie Navigácia: • ⌘F — Hľadať • ⌘C — Prepnúť frontu • Medzerník — Prehrať/Pozastaviť Pomoc: • ⇧⌘1 — Začíname • ⇧⌘2 — Ovládanie prehrávania • ⇧⌘3 — Správa epizód • ⇧⌘4 — Správa podcastov • ⇧⌘5 — Klávesové skratky • ⇧⌘6 — O aplikácii
sl: Bližnjice na tipkovnici: Predvajanje: • ⌘P — Predvajaj/Pavza • ⌘S — Ustavi • ⌘← — Prejšnja epizoda • ⌘→ — Naslednja epizoda • ⌥⌘← — 30 sekund nazaj • ⌥⌘→ — 30 sekund naprej • ⌘↑ — Povečaj glasnost • ⌘↓ — Zmanjšaj glasnost • ⌘M — Utišaj/Vključi zvok Navigacija: • ⌘F — Iskanje • ⌘C — Preklopi čakalno vrsto • Preslednica — Predvajaj/Pavza Pomoč: • ⇧⌘1 — Začetek • ⇧⌘2 — Kontrole predvajanja • ⇧⌘3 — Upravljanje epizod • ⇧⌘4 — Upravljanje podcastov • ⇧⌘5 — Bližnjice na tipkovnici • ⇧⌘6 — O aplikaciji
sr: Пречице на тастатури: Репродукција: • ⌘P — Пуштање/Пауза • ⌘S — Стоп • ⌘← — Претходна епизода • ⌘→ — Следећа епизода • ⌥⌘← — Уназад 30 секунди • ⌥⌘→ — Унапред 30 секунди • ⌘↑ — Јаче • ⌘↓ — Тише • ⌘M — Искључи/Укључи звук Навигација: • ⌘F — Претрага • ⌘C — Промени ред • Space — Пуштање/Пауза Помоћ: • ⇧⌘1 — Почетак • ⇧⌘2 — Контроле репродукције • ⇧⌘3 — Управљање епизодама • ⇧⌘4 — Управљање подкастима • ⇧⌘5 — Пречице на тастатури • ⇧⌘6 — О апликацији
sv: Kortkommandon: Uppspelning: • ⌘P — Spela/Pausa • ⌘S — Stoppa • ⌘← — Föregående avsnitt • ⌘→ — Nästa avsnitt • ⌥⌘← — 30 sekunder bakåt • ⌥⌘→ — 30 sekunder framåt • ⌘↑ — Höj volymen • ⌘↓ — Sänk volymen • ⌘M — Stäng av/På ljud Navigering: • ⌘F — Sök • ⌘C — Växla kö • Mellanslag — Spela/Pausa Hjälp: • ⇧⌘1 — Kom igång • ⇧⌘2 — Uppspelningskontroller • ⇧⌘3 — Hantera avsnitt • ⇧⌘4 — Hantera poddar • ⇧⌘5 — Kortkommandon • ⇧⌘6 — Om appen
th: ปุ่มลัดคีย์บอร์ด: การเล่น: • ⌘P — เล่น/หยุดชั่วคราว • ⌘S — หยุด • ⌘← — ตอนก่อนหน้า • ⌘→ — ตอนถัดไป • ⌥⌘← — ย้อนกลับ 30 วินาที • ⌥⌘→ — ข้ามไปข้างหน้า 30 วินาที • ⌘↑ — เพิ่มเสียง • ⌘↓ — ลดเสียง • ⌘M — ปิด/เปิดเสียง การนำทาง: • ⌘F — ค้นหา • ⌘C — สลับคิว • Space — เล่น/หยุดชั่วคราว ความช่วยเหลือ: • ⇧⌘1 — เริ่มต้น • ⇧⌘2 — การควบคุมการเล่น • ⇧⌘3 — การจัดการตอน • ⇧⌘4 — การจัดการพอดแคสต์ • ⇧⌘5 — ปุ่มลัดคีย์บอร์ด • ⇧⌘6 — เกี่ยวกับแอป
tr: Klavye kısayolları: Oynatma: • ⌘P — Oynat/Duraklat • ⌘S — Durdur • ⌘← — Önceki bölüm • ⌘→ — Sonraki bölüm • ⌥⌘← — 30 saniye geri • ⌥⌘→ — 30 saniye ileri • ⌘↑ — Sesi artır • ⌘↓ — Sesi azalt • ⌘M — Sessize al/Sesi aç Gezinme: • ⌘F — Ara • ⌘C — Kuyruğu değiştir • Boşluk — Oynat/Duraklat Yardım: • ⇧⌘1 — Başlarken • ⇧⌘2 — Oynatma Kontrolleri • ⇧⌘3 — Bölüm Yönetimi • ⇧⌘4 — Podcast Yönetimi • ⇧⌘5 — Klavye Kısayolları • ⇧⌘6 — Uygulama Hakkında
uk: Клавіатурні скорочення: Відтворення: • ⌘P — Відтворити/Пауза • ⌘S — Стоп • ⌘← — Попередній епізод • ⌘→ — Наступний епізод • ⌥⌘← — 30 с назад • ⌥⌘→ — 30 с вперед • ⌘↑ — Збільшити гучність • ⌘↓ — Зменшити гучність • ⌘M — Вимкнути/Увімкнути звук Навігація: • ⌘F — Пошук • ⌘C — Показати чергу • Пробіл — Відтворити/Пауза Довідка: • ⇧⌘1 — Початок роботи • ⇧⌘2 — Керування відтворенням • ⇧⌘3 — Керування епізодами • ⇧⌘4 — Керування подкастами • ⇧⌘5 — Клавіатурні скорочення • ⇧⌘6 — Про PodRams
vi: Phím tắt: Phát lại: • ⌘P — Phát/Tạm dừng • ⌘S — Dừng • ⌘← — Tập trước • ⌘→ — Tập sau • ⌥⌘← — Lùi 30 giây • ⌥⌘→ — Tiến 30 giây • ⌘↑ — Tăng âm lượng • ⌘↓ — Giảm âm lượng • ⌘M — Tắt/Bật tiếng Điều hướng: • ⌘F — Tìm kiếm • ⌘C — Chuyển hàng đợi • Phím cách — Phát/Tạm dừng Trợ giúp: • ⇧⌘1 — Bắt đầu • ⇧⌘2 — Điều khiển phát lại • ⇧⌘3 — Quản lý tập • ⇧⌘4 — Quản lý podcast • ⇧⌘5 — Phím tắt • ⇧⌘6 — Giới thiệu ứng dụng

# Help.About.Title
source: About PodRams
ar: حول PodRams
bg: За PodRams
ca: Quant a PodRams
cs: O PodRams
da: Om PodRams
de: Über PodRams
el: Σχετικά με το PodRams
es: Acerca de PodRams
eu: PodRams-i buruz
fi: Tietoja PodRamsista
fr: À propos de PodRams
he: אודות PodRams
hi: PodRams के बारे में
hr: O PodRamsu
hu: A PodRams-ról
id: Tentang PodRams
it: Informazioni su PodRams
ja: PodRamsについて
ms: Tentang PodRams
nb: Om PodRams
nl: Over PodRams
pl: O PodRams
pt_br: Sobre o PodRams
ro: Despre PodRams
sk: O PodRams
sl: O PodRams
sr: О PodRams
sv: Om PodRams
th: เกี่ยวกับ PodRams
tr: PodRams Hakkında
uk: Про PodRams
vi: Giới thiệu PodRams
